package my.school.kit;

import java.util.Random;

public class RandomNameKit {

	public static String[] FIRST_NAMES = { "赵", "钱", "孙", "李", "周", "吴", "郑", "王", "冯", "陈", "褚",
			"卫", "蒋", "沈", "韩", "杨", "朱", "秦", "尤", "许", "何", "吕", "施", "张", "孔", "曹", "严", "华",
			"金", "魏", "陶", "戚", "谢", "姜" };

	public static String[] FEMALE_LAST_NAMES = { "惜文", "惜雪", "惜玉", "夏菡", "夏兰", "夏岚", "夏青", "夏彤",
			"夏旋", "霞绮", "霞飞", "霞辉", "霞姝", "霞月", "霞英", "霞雰", "霞影", "霞赩", "霞文", "湘云", "香馨", "向卉",
			"向彤", "向雪", "晓燕", "晓莉", "晓凡", "晓兰", "晓曼", "晓霜", "笑寒", "心语", "心香", "心愫", "心宜", "心怡",
			"心诺", "心远", "新梅", "欣美", "欣然", "欣悦", "欣欣", "欣嘉", "欣荣", "欣愉", "欣可", "欣畅", "欣跃", "欣合",
			"欣笑", "欣艳", "新蕾", "新雪", "新月", "馨香", "馨逸", "馨荣", "馨兰", "馨欣", "秀丽", "秀美", "秀逸", "秀雅",
			"秀华", "秀兰", "秀颖", "秀隽", "秀曼", "秀媛", "秀筠", "秀慧", "秀媚", "秀婉", "秀艾", "秀敏", "秀英", "秀越",
			"秀竹", "秀妮", "秀洁", "秀艳", "璇玑", "璇子", "璇珠", "雪枫", "雪卉", "雪曼", "雪萍", "雪晴", "寻春", "寻绿",
			"寻芳", "蕴秀", "蕴美", "韵诗", "雅宁", "雅琴", "雅容", "雅柔", "雅蕊", "雅彤", "雅韵", "雅娴", "雅懿", "雅静",
			"雅洁", "雅丽", "雅惠", "雅韶", "雅素", "雅爱", "雅美", "雅云", "雅媚", "雅艳", "雅可", "艳丽", "艳芳", "艳娇",
			"艳蕊", "艳卉", "依白", "依然", "依波", "依秋", "依美", "依云", "逸云", "逸美", "逸馨", "倚云", "怡然", "怡宁",
			"以晴", "以蕊", "以彤", "以轩", "忆梅", "忆秋", "忆彤", "忆雪", "英华", "英秀", "英媛", "盈秀", "迎秋", "莹玉",
			"莹华", "莹琇", "颖慧", "颖馨", "颖然", "颖秀", "颖初", "映波", "映寒", "映秋", "幼仪", "幼怡", "幼安", "雨筠",
			"雨竹", "语燕", "语心", "语诗", "悦欣", "悦可", "悦欣", "悦心", "悦爱", "云梦", "云飞", "云泽", "云蔚", "云亭",
			"智美", "芳芳", "方方", "芳菲", "芳华", "芳馨", "芳泽", "芳馥", "芳懿", "芳茵", "芳蕙", "芳春", "芳洲", "芳蕤",
			"芳润", "芳荃", "芳林", "芳苓", "芳洁", "芳蔼", "飞双", "飞雪", "飞烟", "飞燕", "飞英", "谷雪", "古兰", "古韵",
			"古香", "歌阑", "歌吹", "歌韵", "歌飞", "格菲", "葛菲", "戈雅", "格格", "含烟", "含玉", "涵菡", "晗蕾", "涵韵",
			"晗玥", "寒凝", "寒香", "寒雁", "和悌", "和美", "和怡", "和雅", "和璧", "和玉", "和暖", "红叶", "红豆", "红雪",
			"红英", "红云", "红旭", "红香", "红艳", "红螺", "虹雨", "虹彩", "虹英", "虹颖", "虹影", "怀玉", "慧心", "慧颖",
			"慧雅", "慧智", "慧美", "慧捷", "慧丽", "慧月", "慧云", "慧俊", "慧秀", "慧巧", "慧英", "慧艳", "浩岚", "听云",
			"甜恬", "家美", "家欣", "家馨", "佳悦", "嘉怡", "嘉宝", "嘉惠", "嘉悦", "嘉歆", "嘉美", "嘉云", "嘉玉", "嘉丽",
			"嘉淑", "嘉怡", "嘉懿", "洁玉", "晶滢", "晶辉", "静曼", "静涵", "静逸", "静姝", "静娴", "静婉", "静雅", "静慧",
			"静云", "静安", "静秀", "娟秀", "娟妍", "娟丽", "娟巧", "萍雅", "绮玉", "兰若", "兰蕙", "兰梦", "兰泽", "兰芝",
			"兰英", "兰娜", "岚霏", "岚翠", "岚彩", "乐安", "乐心", "乐悦", "乐容", "乐英", "丽泽", "丽华", "丽雅", "丽芳",
			"丽佳", "丽姿", "丽珠", "丽容", "丽文", "灵秀", "灵韵", "灵慧", "灵卉", "灵萱", "玲玲", "玲珑", "凌波", "凌春",
			"凌霜", "凌雪", "莉莉", "曼蔓", "曼冬", "曼青", "曼容", "曼文", "曼妮", "曼云", "曼衍", "曼丽", "曼语", "曼辞",
			"曼珠", "曼音", "曼吟", "美丽", "美华", "米琪", "梦凡", "梦菲", "梦菡", "梦露", "梦琪", "梦秋", "梦竹", "妙晴",
			"玛丽", "茉莉", "麦冬", "念文", "凝雪", "娜兰", "妮娜", "纳兰", "沛珊", "沛文", "萍韵", "清雅", "清逸", "清华",
			"清秋", "清馨", "清心", "清韵", "清芬", "清涵", "清妍", "清昶", "清怡", "清婉", "清晖", "清绮", "清漪", "清卓",
			"清懿", "清润", "清俊", "清宁", "清淑", "清舒", "清霁", "清佳", "清妙", "庆雪", "晴岚", "晴雪", "晴虹", "晴波",
			"晴霞", "晴丽", "晴照", "晴画", "恬美", "蓉蓉", "融雪", "如风", "如云", "若云", "若兰", "诗兰", "诗蕾", "诗蕊",
			"书萱", "淑兰", "舒兰", "舒云", "舒方", "淑华", "思美", "思云", "施诗", "天韵", "天心", "天蓝", "恬然", "恬静",
			"婷美", "婷秀", "云水", "云霞", "云露", "云英", "云岚", "云逸", "云臻", "云韶", "宛白", "琬凝", "婉然", "婉仪",
			"婉静", "婉慧", "婉丽", "婉容", "婉秀", "婉清", "婉娜", "雯丽", "雯华", "文茵", "文静", "文君", "文漪", "文丽",
			"文心", "文惠", "文敏", "玟丽", "玟玉", "问筠", "问萍", "智敏", "智纯", "芷若", "芷文", "子珍", "子萱", "子怡",
			"子美", "湛蓝", "湛英", "湛芳" };

	public static String[] MALE_LAST_NAMES = { "浩宇", "俊杰", "红亮", "亭婕", "国祥", "亭芳", "子芳", "签循",
			"鲸诋", "坚惟", "佐仪", "玫嘉", "茂源", "旭群", "辛意", "音豪", "鑫齐", "亦霞", "白旺", "尹吟", "展映", "荣秀",
			"志元", "雅定", "妏枝", "倩迪", "仁辉", "凯漾", "凯悦", "凯皓", "穆帆", "紫阳", "紫贤", "梓蕴", "泽桐", "驿岢",
			"旭伟", "苹凱", "思睿", "邀晨", "梓镐", "译晃", "梓彤", "传磊", "永剑", "碧安", "可昕", "馨康", "婉圩", "传铭",
			"传宇", "传钧", "传豪", "传毅", "贤如", "馨成", "珊德", "重轩", "以娟", "坤禾", "玟瑄", "每谆", "成昀", "瑜淑",
			"春香", "泰霖", "羽苓", "颖辛", "长郁", "顾镬", "甫羽", "乐伶", "智阳", "梓臣", "尹智", "妍玥", "雨辰", "志盟",
			"昊妍", "昊萌", "玥萌", "智萌", "阳怡", "志萌", "阳溢", "梓涵", "思语", "思涵", "鹏超", "一湾", "志宸", "昱漳",
			"琪煜", "宸瑜", "贤成", "忠龙", "明茂", "长湖", "薇坤", "国栋", "诗语", "雨诺", "宇阳", "子悠", "洁宇", "玺越",
			"耀葳", "子睿", "传雨", "传煦", "传蓄", "传胜", "传炎", "常皓", "轶群", "浩成", "诗晗", "天骐", "德霞", "清海",
			"世华", "洪杰", "璐萌", "骁骁", "晓晓", "传昊", "顺杰", "鸿倩", "侑谦", "宥昀", "宸真", "恬军", "颖帆", "佑娥",
			"婷麟", "虹书", "振云", "钰仁", "恒瑄", "台坤", "娇珊", "利州", "珊慈", "刚瑄", "启辰", "卉隆", "财坤", "柔乐",
			"侑盛", "彬佳", "云纬", "姵齐", "采劭", "晧宇", "定秋", "玮扬", "淑美", "登治", "文其", "轩琪", "信筠", "妏杰",
			"辰尧", "俊宇", "寒冰", "伟宸", "濛溪", "宏伟", "子轩", "俊熙", "昕磊", "传博", "传霖", "展博", "墨含", "松源",
			"凰羽", "逸霏", "围围", "得霞", "云龙", "金龙", "静睿", "传鑫", "传泽", "奕琳", "传智", "宇浩", "杰颢", "传武",
			"君浩", "传硕", "鑫浩", "传瑞", "传航", "传鸿", "传震", "世鸾", "薇旺", "甫信", "颖政", "玄松", "睿青", "柔平",
			"蓉雯", "皓琬", "昀倩", "其雯", "希芳", "琬淳", "志启", "诚强", "珮莲", "胤亨", "恬妤", "瑶宣", "偎镘", "鸿君",
			"芳纶", "世成", "坤绿", "恩军", "夙鑫", "志绮", "姵喜", "淳辉", "盛辉", "贵月", "典彦", "怡强", "行沛", "丰祯",
			"佑美", "珮筠", "和启", "峻其", "婷竹", "升豪", "柔东", "乐勇", "展哲", "箍淄", "岳扬" };

	/**
	 * 随机生成女性名称
	 * 
	 * @return
	 */
	public static String randomFemaleName() {
		Random random = new Random();

		return FIRST_NAMES[random.nextInt(FIRST_NAMES.length)]
				+ FEMALE_LAST_NAMES[random.nextInt(FEMALE_LAST_NAMES.length)];

	}

	/**
	 * 随机生成男性名称
	 * 
	 * @return
	 */
	public static String randomMaleName() {

		Random random = new Random();

		return FIRST_NAMES[random.nextInt(FIRST_NAMES.length)]
				+ MALE_LAST_NAMES[random.nextInt(MALE_LAST_NAMES.length)];

	}

}
