-- phpMyAdmin SQL Dump
-- version 4.0.4
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Aug 31, 2014 at 05:52 PM
-- Server version: 5.6.12-log
-- PHP Version: 5.4.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `school`
--
CREATE DATABASE IF NOT EXISTS `school` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `school`;

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE IF NOT EXISTS `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `account` varchar(45) NOT NULL COMMENT '管理员账号',
  `password` varchar(45) NOT NULL COMMENT '管理员密码',
  `rid` int(11) NOT NULL COMMENT '角色ID',
  `time` varchar(45) DEFAULT NULL COMMENT '登录时间',
  `tid` int(11) DEFAULT NULL COMMENT '教师ID',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`),
  UNIQUE KEY `account_UNIQUE` (`account`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='管理员表' AUTO_INCREMENT=5 ;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `account`, `password`, `rid`, `time`, `tid`) VALUES
(1, 'admin', 'admin', 1, '1409506814760', NULL),
(2, '1', '1', 2, '1409507136547', NULL),
(3, 'cIZoBbZ7', 'zhoutianjing', 3, '1409507166485', 177),
(4, 'uFqLuV9v', 'qianxiancheng', 3, NULL, 176);

-- --------------------------------------------------------

--
-- Table structure for table `assign`
--

CREATE TABLE IF NOT EXISTS `assign` (
  `gid` int(11) NOT NULL COMMENT '年级ID',
  `cid` int(11) NOT NULL COMMENT '课程编号'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='学期排课表';

--
-- Dumping data for table `assign`
--

INSERT INTO `assign` (`gid`, `cid`) VALUES
(1, 1),
(1, 2),
(3, 1),
(3, 2),
(3, 3),
(3, 4),
(3, 6),
(4, 1),
(4, 2),
(4, 3),
(4, 4),
(4, 5),
(4, 6),
(5, 1),
(5, 2),
(5, 3),
(5, 4),
(5, 5),
(5, 6),
(6, 1),
(6, 2),
(6, 3),
(6, 4),
(6, 5),
(6, 6),
(9, 1),
(9, 2),
(9, 3),
(9, 4),
(9, 7),
(9, 8),
(9, 9),
(9, 10),
(9, 11),
(8, 1),
(8, 2),
(8, 3),
(8, 4),
(8, 7),
(8, 8),
(8, 9),
(8, 10),
(7, 1),
(7, 2),
(7, 3),
(7, 4),
(7, 7),
(7, 8),
(2, 1),
(2, 2);

-- --------------------------------------------------------

--
-- Table structure for table `class`
--

CREATE TABLE IF NOT EXISTS `class` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(8) NOT NULL COMMENT '班级编号',
  `name` varchar(20) DEFAULT NULL COMMENT '班级名称',
  `tid` int(11) DEFAULT NULL COMMENT '班主任编号',
  `sid` int(11) DEFAULT NULL COMMENT '学校编号',
  `year` varchar(20) DEFAULT NULL COMMENT '入学年份',
  `sort` int(11) DEFAULT '0' COMMENT '排序值',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='班级' AUTO_INCREMENT=25 ;

--
-- Dumping data for table `class`
--

INSERT INTO `class` (`id`, `uuid`, `name`, `tid`, `sid`, `year`, `sort`) VALUES
(1, '160501', '2005级01班', 1, 6, '2005', NULL),
(2, '160502', '2005级02班', 5, 6, '2005', NULL),
(3, '160503', '2005级03班', 11, 6, '2005', NULL),
(4, '160504', '2005级04班', 12, 6, '2005', NULL),
(5, '160601', '2006级01班', 19, 6, '2006', NULL),
(6, '160602', '2006级02班', 24, 6, '2006', NULL),
(7, '160603', '2006级03班', 26, 6, '2006', NULL),
(8, '160604', '2006级04班', 30, 6, '2006', NULL),
(9, '160701', '2007级01班', 35, 6, '2007', NULL),
(10, '160702', '2007级02班', 38, 6, '2007', NULL),
(11, '160703', '2007级03班', 44, 6, '2007', NULL),
(12, '160704', '2007级04班', 49, 6, '2007', NULL),
(13, '160801', '2008级01班', 58, 6, '2008', NULL),
(14, '160802', '2008级02班', 61, 6, '2008', NULL),
(15, '160803', '2008级03班', 80, 6, '2008', NULL),
(16, '160804', '2008级04班', 88, 6, '2008', NULL),
(17, '160901', '2009级01班', 127, 6, '2009', NULL),
(18, '160902', '2009级02班', 171, 6, '2009', NULL),
(19, '160903', '2009级03班', 172, 6, '2009', NULL),
(20, '160904', '2009级04班', 173, 6, '2009', NULL),
(21, '161001', '2010级01班', 174, 6, '2010', NULL),
(22, '161002', '2010级02班', 175, 6, '2010', NULL),
(23, '161003', '2010级03班', 176, 6, '2010', NULL),
(24, '161004', '2010级04班', 177, 6, '2010', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `course`
--

CREATE TABLE IF NOT EXISTS `course` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(8) NOT NULL COMMENT '8位的课程编号',
  `name` varchar(45) NOT NULL COMMENT '课程名称',
  `remark` text COMMENT '课程备注',
  `sort` int(11) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`),
  UNIQUE KEY `uuid_UNIQUE` (`uuid`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='课程表' AUTO_INCREMENT=12 ;

--
-- Dumping data for table `course`
--

INSERT INTO `course` (`id`, `uuid`, `name`, `remark`, `sort`) VALUES
(1, 'VMzal9Ll', '数学', '数学(Mathematics)是研究数量、结构、变化以及空间等概念的一门学科,从某种角度看属于形式科学的一种。', 99),
(2, 'BxGnxHOJ', '语文', '语文，一般认为是语言和文字的综合科。语言和文章、语言知识和文化知识的简约式统称等都离不开它。它是听、说、读、写、译、编等语言文字能力和知识，文化知识的统称。语文的能力是学习其他学科和科学的基础，也是一门重要的人文社会学科，人们交流思想的工具。哲学家认为语文是进行表述、记录、传递口头或书面信息的文字言词的物质存在形式；语文是描述事实、引证思维、陈述思想、表达意志、抒发情怀以及改造事物和思想的信息定位的一种意识存在内容。语文具有统一的工具性与人文性等性质。语文也是中国的学校等教育机构开设的一门主要学科，中国语文教科书一般讲授的是汉语文。', 88),
(3, '9otiqXIW', '英语', '英语是世界上最被广泛使用的第二语言，是欧盟和许多国际组织与英联邦国家的官方语言之一，也是联合国的工作语言之一。英语的母语使用者数量位居世界第二，少于标准汉语，但上两个世纪英国和美国在文化、经济、军事、政治和科学上的领先地位使得英语成为一种国际语言，如今许多国际场合都使用英语作为沟通的媒介。', 88),
(4, 'fsYyrdWD', '思想品德', '思想品德课程是为小学（小学的思想品德叫“品德”）、初中学生（初中包括初中以后的思想品德叫“政治”）思想品德健康发展奠定基础的一门综合性的必修课程。', 66),
(5, 'L7RbDFK4', '生活', '生活指为幸福的意义而存在。\r\n经济的发展带动了价值的体现，实现我们的梦想，带着我们走进先进科学社会，懂得生活的乐趣。\r\n生活也是体现人类这种生命的所有的日常活动和经历的总和。\r\n广义上指人的各种活动，包括日常生活行动、学习、工作、休闲、社交、娱乐等职业生活，个人生活，家庭生活和社会生活以及玩味生活。', 97),
(6, '03LZzZbX', '自然', '自然，哲学术语，既用作名词指具有无穷多样性的一切存在物，也用作形容词指天然的，非人为的或不做作，不刻意，不拘束，不呆板。自然泛指自然界。是人类的生活场所，人们离不开自然，必须保护自然。', 77),
(7, 'i8kwOpBf', '物理', '物理课程是按照教学目的(或目标)、要求，以及学生的认识规律，有计划地选取物理科学的内容，并将其改造成为学校的一门课程。', 44),
(8, '47UVnmYr', '化学', '化学是自然科学的一种，在分子、原子层次上研究物质性质、组成、结构与变化规律；创造新物质的科学。世界由物质组成，化学则是人类用以认识和改造物质世界的主要方法和手段之一。它是一门历史悠久而又富有活力的学科，它的成就是社会文明的重要标志，化学中存在着化学变化和物理变化两种变化形式。', 57),
(9, 'MTJ0FjzR', '历史', '历史，简称史，是记载和解释作为一系列人类活动进程的历史事件的一门学科，多数时候也是对当下时代的映射。如果仅仅只是总结和映射，那么历史作为一个存在，就应该消失。历史的问题在于不断发现真的过去，在于用材料说话，让人如何在现实中可能成为可以讨论的问题。', 56),
(10, 'EmL8rODr', '地理', '地理学是研究地球表面的地理环境中各种自然现象和人文现象，以及它们之间相互关系的学科。人们学习了地理学，便可以更深入地了解地球的构造以及各地区的环境差异。', 33),
(11, 'lf0A8kU9', '生物', '是当代的重大科学课题，然而却又是至今依旧了解甚少的最基本的生物学问题。', 23);

-- --------------------------------------------------------

--
-- Table structure for table `grade`
--

CREATE TABLE IF NOT EXISTS `grade` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) NOT NULL COMMENT '名称',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='年级表' AUTO_INCREMENT=10 ;

--
-- Dumping data for table `grade`
--

INSERT INTO `grade` (`id`, `name`) VALUES
(1, '一年级'),
(2, '二年级'),
(3, '三年级'),
(4, '四年级'),
(5, '五年级'),
(6, '六年级'),
(7, '七年级'),
(8, '八年级'),
(9, '九年级');

-- --------------------------------------------------------

--
-- Table structure for table `permission`
--

CREATE TABLE IF NOT EXISTS `permission` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) NOT NULL COMMENT '权限名称',
  `url` varchar(45) DEFAULT NULL COMMENT 'url',
  `pid` int(11) DEFAULT NULL COMMENT '父权限ID',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`),
  UNIQUE KEY `name_UNIQUE` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='权限表' AUTO_INCREMENT=26 ;

--
-- Dumping data for table `permission`
--

INSERT INTO `permission` (`id`, `name`, `url`, `pid`) VALUES
(2, '学校信息管理', '/admin/school', 0),
(3, '班级信息管理', '/admin/class', 0),
(4, '教师信息管理', '/admin/teacher', 0),
(5, '学生信息管理', '/admin/student', 0),
(6, '学期管理', '/admin/term', 0),
(7, '课程管理', '/admin/course', 0),
(8, '学期课程分配', '/admin/assign', 0),
(9, '成绩管理', '/admin/score', 0),
(12, '学校列表', '/admin/school/index', 2),
(13, '录入学校信息', '/admin/school/add', 2),
(14, '班级列表', '/admin/class/index', 3),
(15, '录入班级信息', '/admin/class/add', 3),
(16, '教师列表', '/admin/teacher/index', 4),
(17, '录入教师信息', '/admin/teacher/add', 4),
(18, '学生列表', '/admin/student/index', 5),
(19, '录入学生信息', '/admin/student/add', 5),
(20, '查看学期', '/admin/term/index', 6),
(21, '课程列表', '/admin/course/index', 7),
(22, '添加课程', '/admin/course/add', 7),
(23, '分配课程', '/admin/assign/index', 8),
(24, '学生成绩录入', '/admin/score/index', 9);

-- --------------------------------------------------------

--
-- Table structure for table `role`
--

CREATE TABLE IF NOT EXISTS `role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) NOT NULL COMMENT '角色名',
  `remark` varchar(45) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='角色表' AUTO_INCREMENT=5 ;

--
-- Dumping data for table `role`
--

INSERT INTO `role` (`id`, `name`, `remark`) VALUES
(1, '系统管理员', '拥有所有权限'),
(2, '数据管理员', '管理学校，班级，教师，学生等实体的信息录入'),
(3, '班主任', '只有录入学生成绩的权限'),
(4, '任课教师', '普通角色，无管理权限');

-- --------------------------------------------------------

--
-- Table structure for table `role_permission`
--

CREATE TABLE IF NOT EXISTS `role_permission` (
  `rid` int(11) NOT NULL COMMENT '角色ID',
  `pid` int(11) NOT NULL COMMENT '权限ID'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='角色权限对应表';

--
-- Dumping data for table `role_permission`
--

INSERT INTO `role_permission` (`rid`, `pid`) VALUES
(1, 1),
(1, 2),
(1, 3),
(1, 4),
(1, 5),
(1, 6),
(1, 7),
(1, 8),
(1, 9),
(2, 1),
(2, 2),
(2, 3),
(2, 4),
(2, 5),
(2, 6),
(2, 7),
(2, 8),
(3, 1),
(3, 9);

-- --------------------------------------------------------

--
-- Table structure for table `school`
--

CREATE TABLE IF NOT EXISTS `school` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(8) NOT NULL COMMENT '8位学校编号',
  `name` varchar(45) NOT NULL COMMENT '学校名称',
  `desc` text COMMENT '学校介绍',
  `level` int(11) NOT NULL DEFAULT '0' COMMENT '学校级别（小学、中学）',
  `address` varchar(100) NOT NULL COMMENT '学校地址',
  `rector` varchar(16) NOT NULL COMMENT '校长姓名',
  `phone` varchar(45) NOT NULL COMMENT '电话',
  `fax` varchar(20) DEFAULT NULL COMMENT '传真',
  `web` varchar(100) DEFAULT NULL COMMENT '网址',
  `email` varchar(100) DEFAULT NULL COMMENT '电子邮箱',
  `kind` int(11) NOT NULL DEFAULT '0' COMMENT '学校类型（公立、私立）',
  `sort` int(11) NOT NULL DEFAULT '0' COMMENT '排序值',
  `image` varchar(100) DEFAULT NULL COMMENT '图片url',
  `time` varchar(45) DEFAULT NULL COMMENT '信息录入时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`),
  UNIQUE KEY `uuid_UNIQUE` (`uuid`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='学校信息表' AUTO_INCREMENT=7 ;

--
-- Dumping data for table `school`
--

INSERT INTO `school` (`id`, `uuid`, `name`, `desc`, `level`, `address`, `rector`, `phone`, `fax`, `web`, `email`, `kind`, `sort`, `image`, `time`) VALUES
(1, '11', '佳木斯市第六小学', '1962年更名为师范附小。1970年成立独立学校，该名为五七小学。1980年根据市教育局的统一要求，按建校时间顺序，正式定名为佳木斯市第六小学。建校以来，几代六小人薪火相传，不懈奋斗，走过了五十五年的风雨历程。在半个多世纪的历史画卷上写满了凝重与辉煌，积淀了丰富的文化底蕴，培养了大批优秀人才。', 0, '黑龙江省佳木斯市中山街211号', '张龙江', '0454-8223289', '0454-8223289', 'http://www.lxschool.net/', 'jialiuxiaoxue@163.com', 0, 99, '/upload/avatar/1409073481951.jpg', NULL),
(2, '12', '佳木斯市第一小学', '佳木斯市第一小学创建于1937年，在三江平原久负盛名，是省、市、区的窗口学校，素以锐意改革、勇于创新、教学扎实、校风好、质量优享誉省内外。 学校校舍总面积5950平方米，校园总面积14450平方米，全校6个年级，35个教学班，2300多名学生。学校设有仪器室、实验室、2个微机室、软件制作室、劳技室、舞蹈室、会议室、阅读室、卫生室、电教室等一系列完善设施。 学校拥有一支老、中、青结合的高素质师资队伍，各门教学均有学科带头人。中学高级老师占10%、青年教师均为大专以上学历，50%以上的青年教师成为学校教学骨干并以其出色的业绩获取了各级组织的表彰。 在区委、区政府的领导下，学校遵循“抓一流管理，保一流质量，建一流学校”的理念，体现人文关怀，情感育人是学校教育思想的特色。提倡每一个教师和学生都是学校的主人，都应该参与到校的建设和发展大计中来，提出了“学会赏识、爱满天下”的教育思想。教师工作“严谨、求实、勤奋、创新”，逐步形成了具有自身特色的教育教学管理体系。学校教育活动丰富多彩，教学质量明显提高，学校全面推进素质教育，取得了显著成效：学校先后被评为省“注·提”实验先进单位、省现代化教育技术实验学校、市级示范校，并获得市级文明单位标兵、市优秀少先队大队等荣誉，社会声望好。 全校师生正以饱满的精神，奋进的姿态，为把学校办成全国有影响、全省有位置、全市属一流的名校而不懈努力。', 0, '文久街与长安西路交汇处北行125米 ', '张淑杰', '0454-8228477', '0454-8228477', NULL, NULL, 0, 99, '/upload/avatar/1409456274744.jpg', NULL),
(3, '13', '佳木斯市第九小学', '佳木斯市第九小学始建于1956年，位于站前路与通江街交汇处。校园占地面积约7000平方米，现有24个教学班，在校学生1086人，教职工108人，学历达标率为100%。其中国家特级教师1人.省级骨干教师3人，市级骨干教师10人，区级骨干教师17人,向阳区名师4人。第九小学本着对社会负责，对学生人生负责的发展宗旨，审视过去、规划未来。确立了“张扬个性、和谐发展、习武益智、创建特色”的办学目标，以“创设适宜学生的教育，使校园成为学生成长的乐园”为办学理念，立“诚信、求美、自主、和谐”为校训，立“敬业、爱生、严谨、创新”为教风，立“主动、乐学、勤思、善问”为学风。在办学思想的鼓舞和指引下，学校的各项工作得到了健康、蓬勃的发展，早在1999年就被评为省级文明单位。近年来，学校先后被表彰为“全国红旗大队”、“省课改实验先进集体”、“省三育人先进集体”、“省卫生工作先进单位”、“省手拉手先进集体”、“省依法治校示范校”、“市示范性小学”、“市标准化小学”、“市艺术基点校”。2010年，作为全市唯一一所学校代表，迎接国家司法部全国五五普法检查验收，并受到高度赞誉。', 0, '龙江省佳木斯市向阳区通江街南段', '未知', '0454-8444416', '0454-8444416', NULL, NULL, 0, 98, '/upload/avatar/1409457244699.jpg', NULL),
(4, '14', '佳木斯雪松小学', '10月11日，雪松小学全体师生欢聚一堂，热烈庆祝中国少年先锋队的建队日，并隆重举行中国少年先锋队“第四届代表大会”。大会严格履行少先队代表大会程序，首先由少先队员献词，接着大队辅导员陈老师做上一届工作报告，然后是大队委员候选人竞选演讲，之后队员代表现场投票，从17名候选人中选举11人为少先队大队委员，先选举大队委员代表发表就职演说，学校就少先队员提案从校园环境设施方面、读书方面、食堂就餐方面、开展活动等方面做了详尽的解答，最后校长做总结发言。会议议程规范、民主，少代会充分体现了三个“我能”，即：我能参与管理，我能提供服务，我能自律自育，此次会议为中国少年先锋队建队64周年献礼。', 0, '黑龙江省佳木斯市东风区东风区长胜路29号', '未知', '0454-8377046', '0454-8377046', 'http://www.ruyile.com/school.aspx?id=90458', NULL, 0, 97, '/upload/avatar/1409457716182.jpg', NULL),
(5, '15', '富锦市第十二小学', '富锦市第十二小学始建于1991年，学校占地面积9390平方米，建筑面积5000余平方米。校内有五层办公楼、实验室和三层教学楼连接的综合楼。楼内设有标准化教室24个，实验室、图书室、卫生室、微机室、体育室、音乐室、多功能电教大厅等12个。普及五个居民委组，家庭子女的学前教育及小学教育。\r\n　　富锦市第十二小学具省级标准化，以“一切为了孩子的发展、一切适应孩子的发展、一切促进孩子的发展”为办学思想 。以“培养适应社会主义发展的创新人才，创办人民满意的现代化一流学校”为办学宗旨，以培养“德智双全、学识扎实、身心两健的创新人才”为办学目标，领导站在教育改革的高度，及广大师生的智慧，确立了“为了学生的终身发展奠基”的办学理念，实施新一轮课程改革实验，推进素质教育。学校被命为：全国小学生心理健康教育基地、省创新教育实验学校、佳市教育科研基地、佳市小学英语实验学校、支援西部教育基地。先后获得：佳市标兵大队部、佳市校务公开先进集体、省标准化小学、省教育科研先进集体、省冰雪活动先进集体、东北地区信息情报工作先进集体、全国教学改革先进集体、全国小学生心理健康教育先进集体、佳市示范小学、省一类学校、省文明单位等三百余项殊荣。 \r\n　　学生参加全国“双龙杯”书画大赛 、省作文大赛、“四小”作品展有四百多人次获奖。教师在各级刊物发表或获奖的论文仅 “十五”就有一百五十多篇，教师参加省级赛课获奖的有十人次之多。', 0, '黑龙江省佳木斯市富锦市东平路99号-111号', '于璟', '0454-8782157 ', '0454-8782157 ', NULL, NULL, 0, 96, '/upload/avatar/1409458025787.jpg', NULL),
(6, '16', '佳木斯市第二十小学', '佳木斯市第二十小学，始建于1965年，是市首批标准化小学，省“两全”学校，设有教学班51个，3000余名学生，教职员工135人。大本学历24人，大专学历75人。小学超高12人，小高41人。国家级骨干教师4人，省级骨干教师6人，市级骨干教师9人。省最佳教学能手6人，省教学能手12人。而且80%以上的教师上过省市级公开课，在省市区各级享有较高的声誉。学校50岁以上的教师16人，40-50岁的教师18人，30-40岁的教师38人，30岁以下的教师40人，全校教师的平均年龄是34岁。从年龄的分布情况看，二十小学是一个年青的、具有极大发展潜力的集体。我校拥有两栋外形美观，结构全理，宽敞明亮的教学楼。', 0, '黑龙江省佳木斯市向阳区保卫路途333号', '未知', '0454-8226613', '0454-8226613', NULL, NULL, 0, 95, '/upload/avatar/1409458255483.jpg', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `score`
--

CREATE TABLE IF NOT EXISTS `score` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tid` int(11) NOT NULL COMMENT '学期ID',
  `sid` int(11) NOT NULL COMMENT '学生学号',
  `cid` int(11) NOT NULL COMMENT '课程编号',
  `score` int(11) NOT NULL COMMENT '分数',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='学生成绩表' AUTO_INCREMENT=3 ;

--
-- Dumping data for table `score`
--

INSERT INTO `score` (`id`, `tid`, `sid`, `cid`, `score`) VALUES
(1, 1, 1, 2, 78),
(2, 1, 1, 1, 88);

-- --------------------------------------------------------

--
-- Table structure for table `student`
--

CREATE TABLE IF NOT EXISTS `student` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(8) NOT NULL COMMENT '11位学号',
  `name` varchar(45) NOT NULL COMMENT '姓名',
  `identity` varchar(18) NOT NULL COMMENT '身份证',
  `sid` int(11) NOT NULL COMMENT '学校ID',
  `cid` int(11) NOT NULL COMMENT '班级ID',
  `sex` int(11) NOT NULL COMMENT '性别',
  `birth` varchar(45) NOT NULL COMMENT '出生日期',
  `birthplace` varchar(45) NOT NULL COMMENT '籍贯',
  `national` varchar(10) NOT NULL COMMENT '民族',
  `feature` int(11) NOT NULL DEFAULT '0' COMMENT '政治面貌（党员，团员，群众）',
  `phone` varchar(45) DEFAULT NULL COMMENT '家长电话',
  `desc` text COMMENT '学生介绍',
  `address` varchar(100) NOT NULL COMMENT '家庭住址',
  `status` int(11) NOT NULL DEFAULT '0' COMMENT '状态（在职，病退，退休，休假）',
  `sort` int(11) NOT NULL DEFAULT '0' COMMENT '排序值',
  `image` varchar(100) DEFAULT NULL COMMENT '图片url',
  `time` varchar(45) DEFAULT NULL COMMENT '信息录入时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`),
  UNIQUE KEY `uuid_UNIQUE` (`uuid`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='学生信息表' AUTO_INCREMENT=361 ;

--
-- Dumping data for table `student`
--

INSERT INTO `student` (`id`, `uuid`, `name`, `identity`, `sid`, `cid`, `sex`, `birth`, `birthplace`, `national`, `feature`, `phone`, `desc`, `address`, `status`, `sort`, `image`, `time`) VALUES
(1, '16050101', '郑传豪', '230804199807143795', 6, 1, 0, '1998-07-14', '黑龙江省佳木斯市', '汉', 1, '13982520712', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 101, '/upload/avatar/1409467417397.jpg', '1409490464568'),
(2, '16050102', '金芳洁', '230804199802099232', 6, 1, 1, '1998-02-09', '黑龙江省佳木斯市', '汉', 1, '13929184517', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 35, '/upload/avatar/1409467417397.jpg', '1409490464570'),
(3, '16050103', '吴天骐', '230804199810293797', 6, 1, 0, '1998-10-29', '黑龙江省佳木斯市', '汉', 1, '13999155786', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 123, '/upload/avatar/1409467417397.jpg', '1409490464570'),
(4, '16050104', '王红雪', '230804199802089161', 6, 1, 1, '1998-02-08', '黑龙江省佳木斯市', '汉', 1, '13916028166', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 245, '/upload/avatar/1409467417397.jpg', '1409490464571'),
(5, '16050105', '戚依白', '230804199804099175', 6, 1, 1, '1998-04-09', '黑龙江省佳木斯市', '汉', 2, '13916599878', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 249, '/upload/avatar/1409467417397.jpg', '1409490464572'),
(6, '16050106', '何霞飞', '230804199812206595', 6, 1, 1, '1998-12-20', '黑龙江省佳木斯市', '汉', 2, '13943989408', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 249, '/upload/avatar/1409467417397.jpg', '1409490464573'),
(7, '16050107', '朱秀兰', '230804199810022525', 6, 1, 1, '1998-10-02', '黑龙江省佳木斯市', '汉', 2, '13982440533', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 247, '/upload/avatar/1409467417397.jpg', '1409490464573'),
(8, '16050108', '许雨辰', '230804199810161812', 6, 1, 0, '1998-10-16', '黑龙江省佳木斯市', '汉', 1, '13916300822', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 194, '/upload/avatar/1409467417397.jpg', '1409490464574'),
(9, '16050109', '赵婉静', '230804199807220395', 6, 1, 1, '1998-07-22', '黑龙江省佳木斯市', '汉', 1, '13990651314', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 121, '/upload/avatar/1409467417397.jpg', '1409490464575'),
(10, '16050110', '魏子睿', '230804199807198188', 6, 1, 0, '1998-07-19', '黑龙江省佳木斯市', '汉', 2, '13956988888', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 30, '/upload/avatar/1409467417397.jpg', '1409490464576'),
(11, '16050111', '杨颖馨', '230804199805129516', 6, 1, 1, '1998-05-12', '黑龙江省佳木斯市', '汉', 1, '13965531673', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 222, '/upload/avatar/1409467417397.jpg', '1409490464576'),
(12, '16050112', '蒋艳丽', '230804199802088337', 6, 1, 1, '1998-02-08', '黑龙江省佳木斯市', '汉', 1, '13914109489', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 139, '/upload/avatar/1409467417397.jpg', '1409490464577'),
(13, '16050113', '金浩宇', '230804199809034668', 6, 1, 0, '1998-09-03', '黑龙江省佳木斯市', '汉', 1, '13996235223', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 2, '/upload/avatar/1409467417397.jpg', '1409490464578'),
(14, '16050114', '何颖秀', '230804199801014050', 6, 1, 1, '1998-01-01', '黑龙江省佳木斯市', '汉', 2, '13956667132', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 204, '/upload/avatar/1409467417397.jpg', '1409490464578'),
(15, '16050115', '戚湛芳', '230804199808258493', 6, 1, 1, '1998-08-25', '黑龙江省佳木斯市', '汉', 1, '13949502978', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 54, '/upload/avatar/1409467417397.jpg', '1409490464579'),
(16, '16050201', '金娟巧', '230804199802265547', 6, 2, 1, '1998-02-26', '黑龙江省佳木斯市', '汉', 2, '13970473621', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 254, '/upload/avatar/1409467417397.jpg', '1409490464580'),
(17, '16050202', '吴瑶宣', '230804199802048139', 6, 2, 0, '1998-02-04', '黑龙江省佳木斯市', '汉', 2, '13940971884', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 247, '/upload/avatar/1409467417397.jpg', '1409490464580'),
(18, '16050203', '严亭婕', '230804199808145786', 6, 2, 0, '1998-08-14', '黑龙江省佳木斯市', '汉', 2, '13923982168', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 53, '/upload/avatar/1409467417397.jpg', '1409490464581'),
(19, '16050204', '秦晓兰', '230804199810195416', 6, 2, 1, '1998-10-19', '黑龙江省佳木斯市', '汉', 2, '13938813330', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 3, '/upload/avatar/1409467417397.jpg', '1409490464581'),
(20, '16050205', '吕绮玉', '230804199802078876', 6, 2, 1, '1998-02-07', '黑龙江省佳木斯市', '汉', 1, '13988452594', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 107, '/upload/avatar/1409467417397.jpg', '1409490464582'),
(21, '16050206', '孙依秋', '230804199809159097', 6, 2, 1, '1998-09-15', '黑龙江省佳木斯市', '汉', 1, '13917589757', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 211, '/upload/avatar/1409467417397.jpg', '1409490464583'),
(22, '16050207', '金利州', '230804199802197717', 6, 2, 0, '1998-02-19', '黑龙江省佳木斯市', '汉', 1, '13914874697', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 132, '/upload/avatar/1409467417397.jpg', '1409490464583'),
(23, '16050208', '秦可昕', '230804199811162059', 6, 2, 0, '1998-11-16', '黑龙江省佳木斯市', '汉', 2, '13913727717', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 145, '/upload/avatar/1409467417397.jpg', '1409490464584'),
(24, '16050209', '孔德霞', '230804199806260467', 6, 2, 0, '1998-06-26', '黑龙江省佳木斯市', '汉', 2, '13941980102', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 217, '/upload/avatar/1409467417397.jpg', '1409490464584'),
(25, '16050210', '曹雯丽', '230804199808262908', 6, 2, 1, '1998-08-26', '黑龙江省佳木斯市', '汉', 2, '13998251922', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 233, '/upload/avatar/1409467417397.jpg', '1409490464585'),
(26, '16050211', '华以轩', '230804199809294177', 6, 2, 1, '1998-09-29', '黑龙江省佳木斯市', '汉', 2, '13923058213', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 17, '/upload/avatar/1409467417397.jpg', '1409490464586'),
(27, '16050212', '张颖然', '230804199809286280', 6, 2, 1, '1998-09-28', '黑龙江省佳木斯市', '汉', 1, '13958553748', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 24, '/upload/avatar/1409467417397.jpg', '1409490464586'),
(28, '16050213', '秦新雪', '230804199807301373', 6, 2, 1, '1998-07-30', '黑龙江省佳木斯市', '汉', 1, '13958565121', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 163, '/upload/avatar/1409467417397.jpg', '1409490464587'),
(29, '16050214', '孔灵韵', '230804199812241557', 6, 2, 1, '1998-12-24', '黑龙江省佳木斯市', '汉', 2, '13953192174', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 129, '/upload/avatar/1409467417397.jpg', '1409490464587'),
(30, '16050215', '许惜文', '230804199808238650', 6, 2, 1, '1998-08-23', '黑龙江省佳木斯市', '汉', 2, '13937444375', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 69, '/upload/avatar/1409467417397.jpg', '1409490464590'),
(31, '16050301', '杨嘉歆', '230804199809088140', 6, 3, 1, '1998-09-08', '黑龙江省佳木斯市', '汉', 2, '13946942106', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 249, '/upload/avatar/1409467417397.jpg', '1409490464591'),
(32, '16050302', '金逸美', '230804199812112250', 6, 3, 1, '1998-12-11', '黑龙江省佳木斯市', '汉', 1, '13943334710', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 85, '/upload/avatar/1409467417397.jpg', '1409490464591'),
(33, '16050303', '尤邀晨', '230804199808117326', 6, 3, 0, '1998-08-11', '黑龙江省佳木斯市', '汉', 2, '13915916290', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 33, '/upload/avatar/1409467417397.jpg', '1409490464592'),
(34, '16050304', '孔凯皓', '230804199806273074', 6, 3, 0, '1998-06-27', '黑龙江省佳木斯市', '汉', 1, '13967930621', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 232, '/upload/avatar/1409467417397.jpg', '1409490464593'),
(35, '16050305', '蒋茂源', '230804199812201067', 6, 3, 0, '1998-12-20', '黑龙江省佳木斯市', '汉', 1, '13922333737', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 154, '/upload/avatar/1409467417397.jpg', '1409490464593'),
(36, '16050306', '孙欣跃', '230804199805226236', 6, 3, 1, '1998-05-22', '黑龙江省佳木斯市', '汉', 1, '13905080142', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 185, '/upload/avatar/1409467417397.jpg', '1409490464594'),
(37, '16050307', '冯静娴', '230804199809303088', 6, 3, 1, '1998-09-30', '黑龙江省佳木斯市', '汉', 2, '13904755279', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 167, '/upload/avatar/1409467417397.jpg', '1409490464594'),
(38, '16050308', '赵贵月', '230804199810034809', 6, 3, 0, '1998-10-03', '黑龙江省佳木斯市', '汉', 1, '13931683275', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 173, '/upload/avatar/1409467417397.jpg', '1409490464595'),
(39, '16050309', '金宏伟', '230804199812046707', 6, 3, 0, '1998-12-04', '黑龙江省佳木斯市', '汉', 2, '13975217704', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 121, '/upload/avatar/1409467417397.jpg', '1409490464595'),
(40, '16050310', '何幼安', '230804199801146150', 6, 3, 1, '1998-01-14', '黑龙江省佳木斯市', '汉', 2, '13985483285', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 242, '/upload/avatar/1409467417397.jpg', '1409490464596'),
(41, '16050311', '张清芬', '230804199812048351', 6, 3, 1, '1998-12-04', '黑龙江省佳木斯市', '汉', 2, '13959824067', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 79, '/upload/avatar/1409467417397.jpg', '1409490464597'),
(42, '16050312', '魏依秋', '230804199807097058', 6, 3, 1, '1998-07-09', '黑龙江省佳木斯市', '汉', 1, '13913271113', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 122, '/upload/avatar/1409467417397.jpg', '1409490464597'),
(43, '16050313', '华亭婕', '230804199803020797', 6, 3, 0, '1998-03-02', '黑龙江省佳木斯市', '汉', 1, '13965961614', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 169, '/upload/avatar/1409467417397.jpg', '1409490464598'),
(44, '16050314', '秦璇珠', '230804199801034359', 6, 3, 1, '1998-01-03', '黑龙江省佳木斯市', '汉', 2, '13931802059', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 59, '/upload/avatar/1409467417397.jpg', '1409490464598'),
(45, '16050315', '钱紫阳', '230804199802242142', 6, 3, 0, '1998-02-24', '黑龙江省佳木斯市', '汉', 2, '13964239426', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 100, '/upload/avatar/1409467417397.jpg', '1409490464599'),
(46, '16050401', '戚秀艾', '230804199804013493', 6, 4, 1, '1998-04-01', '黑龙江省佳木斯市', '汉', 2, '13974922585', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 214, '/upload/avatar/1409467417397.jpg', '1409490464599'),
(47, '16050402', '卫琪煜', '230804199810149669', 6, 4, 0, '1998-10-14', '黑龙江省佳木斯市', '汉', 2, '13903473264', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 183, '/upload/avatar/1409467417397.jpg', '1409490464600'),
(48, '16050403', '杨启辰', '230804199811223026', 6, 4, 0, '1998-11-22', '黑龙江省佳木斯市', '汉', 1, '13977278333', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 136, '/upload/avatar/1409467417397.jpg', '1409490464600'),
(49, '16050404', '施灵慧', '230804199803030216', 6, 4, 1, '1998-03-03', '黑龙江省佳木斯市', '汉', 2, '13938022126', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 91, '/upload/avatar/1409467417397.jpg', '1409490464601'),
(50, '16050405', '王忆梅', '230804199808013318', 6, 4, 1, '1998-08-01', '黑龙江省佳木斯市', '汉', 1, '13940004280', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 87, '/upload/avatar/1409467417397.jpg', '1409490464601'),
(51, '16050406', '施梓彤', '230804199803257402', 6, 4, 0, '1998-03-25', '黑龙江省佳木斯市', '汉', 2, '13961703048', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 122, '/upload/avatar/1409467417397.jpg', '1409490464602'),
(52, '16050407', '孔轩琪', '230804199802123366', 6, 4, 0, '1998-02-12', '黑龙江省佳木斯市', '汉', 1, '13963015469', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 180, '/upload/avatar/1409467417397.jpg', '1409490464602'),
(53, '16050408', '张传震', '230804199810036894', 6, 4, 0, '1998-10-03', '黑龙江省佳木斯市', '汉', 2, '13949835499', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 35, '/upload/avatar/1409467417397.jpg', '1409490464603'),
(54, '16050409', '朱传豪', '230804199801073557', 6, 4, 0, '1998-01-07', '黑龙江省佳木斯市', '汉', 2, '13971278344', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 174, '/upload/avatar/1409467417397.jpg', '1409490464603'),
(55, '16050410', '褚刚瑄', '230804199803141596', 6, 4, 0, '1998-03-14', '黑龙江省佳木斯市', '汉', 2, '13907028075', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 168, '/upload/avatar/1409467417397.jpg', '1409490464604'),
(56, '16050411', '曹希芳', '230804199804097192', 6, 4, 0, '1998-04-09', '黑龙江省佳木斯市', '汉', 2, '13925491657', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 208, '/upload/avatar/1409467417397.jpg', '1409490464604'),
(57, '16050412', '尤晓兰', '230804199805187081', 6, 4, 1, '1998-05-18', '黑龙江省佳木斯市', '汉', 1, '13937875624', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 215, '/upload/avatar/1409467417397.jpg', '1409490464605'),
(58, '16050413', '陈柔平', '230804199802165320', 6, 4, 0, '1998-02-16', '黑龙江省佳木斯市', '汉', 2, '13982453890', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 171, '/upload/avatar/1409467417397.jpg', '1409490464605'),
(59, '16050414', '陶雅惠', '230804199806138956', 6, 4, 1, '1998-06-13', '黑龙江省佳木斯市', '汉', 2, '13919990296', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 218, '/upload/avatar/1409467417397.jpg', '1409490464606'),
(60, '16050415', '卫问萍', '230804199809234876', 6, 4, 1, '1998-09-23', '黑龙江省佳木斯市', '汉', 1, '13905037318', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 231, '/upload/avatar/1409467417397.jpg', '1409490464606'),
(61, '16060101', '陶云飞', '230804199907141370', 6, 5, 1, '1999-07-14', '黑龙江省佳木斯市', '汉', 1, '13943228475', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 144, '/upload/avatar/1409467417397.jpg', '1409490464607'),
(62, '16060102', '钱悦欣', '230804199909259113', 6, 5, 1, '1999-09-25', '黑龙江省佳木斯市', '汉', 2, '13975522527', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 176, '/upload/avatar/1409467417397.jpg', '1409490464607'),
(63, '16060103', '李慧巧', '230804199904064747', 6, 5, 1, '1999-04-06', '黑龙江省佳木斯市', '汉', 2, '13944646480', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 241, '/upload/avatar/1409467417397.jpg', '1409490464607'),
(64, '16060104', '沈蓉雯', '230804199912202552', 6, 5, 0, '1999-12-20', '黑龙江省佳木斯市', '汉', 2, '13986177765', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 100, '/upload/avatar/1409467417397.jpg', '1409490464608'),
(65, '16060105', '戚兰英', '230804199909170341', 6, 5, 1, '1999-09-17', '黑龙江省佳木斯市', '汉', 2, '13902495007', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 224, '/upload/avatar/1409467417397.jpg', '1409490464608'),
(66, '16060106', '张宇浩', '230804199912212977', 6, 5, 0, '1999-12-21', '黑龙江省佳木斯市', '汉', 1, '13901796862', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 190, '/upload/avatar/1409467417397.jpg', '1409490464609'),
(67, '16060107', '周雅彤', '230804199902251029', 6, 5, 1, '1999-02-25', '黑龙江省佳木斯市', '汉', 2, '13983724315', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 99, '/upload/avatar/1409467417397.jpg', '1409490464609'),
(68, '16060108', '严岳扬', '230804199905104180', 6, 5, 0, '1999-05-10', '黑龙江省佳木斯市', '汉', 2, '13986004185', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 37, '/upload/avatar/1409467417397.jpg', '1409490464610'),
(69, '16060109', '魏君浩', '230804199909308708', 6, 5, 0, '1999-09-30', '黑龙江省佳木斯市', '汉', 1, '13910204563', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 156, '/upload/avatar/1409467417397.jpg', '1409490464610'),
(70, '16060110', '戚梓涵', '230804199910115417', 6, 5, 0, '1999-10-11', '黑龙江省佳木斯市', '汉', 2, '13953936822', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 0, '/upload/avatar/1409467417397.jpg', '1409490464611'),
(71, '16060111', '杨云纬', '230804199904160934', 6, 5, 0, '1999-04-16', '黑龙江省佳木斯市', '汉', 1, '13912104757', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 72, '/upload/avatar/1409467417397.jpg', '1409490464611'),
(72, '16060112', '许世成', '230804199903168737', 6, 5, 0, '1999-03-16', '黑龙江省佳木斯市', '汉', 2, '13940774506', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 208, '/upload/avatar/1409467417397.jpg', '1409490464612'),
(73, '16060113', '王白旺', '230804199909244916', 6, 5, 0, '1999-09-24', '黑龙江省佳木斯市', '汉', 2, '13966182363', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 139, '/upload/avatar/1409467417397.jpg', '1409490464612'),
(74, '16060114', '张驿岢', '230804199912288627', 6, 5, 0, '1999-12-28', '黑龙江省佳木斯市', '汉', 2, '13965205057', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 11, '/upload/avatar/1409467417397.jpg', '1409490464613'),
(75, '16060115', '魏凯漾', '230804199909245341', 6, 5, 0, '1999-09-24', '黑龙江省佳木斯市', '汉', 1, '13919397985', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 96, '/upload/avatar/1409467417397.jpg', '1409490464613'),
(76, '16060201', '孙玟玉', '230804199910083263', 6, 6, 1, '1999-10-08', '黑龙江省佳木斯市', '汉', 2, '13961932495', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 12, '/upload/avatar/1409467417397.jpg', '1409490464614'),
(77, '16060202', '华静秀', '230804199907066876', 6, 6, 1, '1999-07-06', '黑龙江省佳木斯市', '汉', 2, '13986206910', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 122, '/upload/avatar/1409467417397.jpg', '1409490464614'),
(78, '16060203', '严凌春', '230804199905236015', 6, 6, 1, '1999-05-23', '黑龙江省佳木斯市', '汉', 2, '13906469168', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 35, '/upload/avatar/1409467417397.jpg', '1409490464615'),
(79, '16060204', '严新梅', '230804199901184233', 6, 6, 1, '1999-01-18', '黑龙江省佳木斯市', '汉', 2, '13951070262', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 199, '/upload/avatar/1409467417397.jpg', '1409490464615'),
(80, '16060205', '何怡强', '230804199907175661', 6, 6, 0, '1999-07-17', '黑龙江省佳木斯市', '汉', 2, '13939336510', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 161, '/upload/avatar/1409467417397.jpg', '1409490464615'),
(81, '16060206', '韩芳馨', '230804199901166220', 6, 6, 1, '1999-01-16', '黑龙江省佳木斯市', '汉', 2, '13962196308', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 145, '/upload/avatar/1409467417397.jpg', '1409490464616'),
(82, '16060207', '陶英媛', '230804199907214844', 6, 6, 1, '1999-07-21', '黑龙江省佳木斯市', '汉', 1, '13921540530', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 65, '/upload/avatar/1409467417397.jpg', '1409490464616'),
(83, '16060208', '王传豪', '230804199903141155', 6, 6, 0, '1999-03-14', '黑龙江省佳木斯市', '汉', 2, '13942161314', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 217, '/upload/avatar/1409467417397.jpg', '1409490464617'),
(84, '16060209', '孙岳扬', '230804199912255572', 6, 6, 0, '1999-12-25', '黑龙江省佳木斯市', '汉', 1, '13921138118', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 244, '/upload/avatar/1409467417397.jpg', '1409490464617'),
(85, '16060210', '杨佑娥', '230804199909280006', 6, 6, 0, '1999-09-28', '黑龙江省佳木斯市', '汉', 1, '13904337317', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 200, '/upload/avatar/1409467417397.jpg', '1409490464618'),
(86, '16060211', '钱志元', '230804199904115918', 6, 6, 0, '1999-04-11', '黑龙江省佳木斯市', '汉', 1, '13967003238', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 238, '/upload/avatar/1409467417397.jpg', '1409490464618'),
(87, '16060212', '尤英秀', '230804199905122512', 6, 6, 1, '1999-05-12', '黑龙江省佳木斯市', '汉', 2, '13923521392', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 177, '/upload/avatar/1409467417397.jpg', '1409490464618'),
(88, '16060213', '冯含烟', '230804199909080088', 6, 6, 1, '1999-09-08', '黑龙江省佳木斯市', '汉', 2, '13999858299', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 203, '/upload/avatar/1409467417397.jpg', '1409490464619'),
(89, '16060214', '王昱漳', '230804199901266450', 6, 6, 0, '1999-01-26', '黑龙江省佳木斯市', '汉', 1, '13944517438', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 196, '/upload/avatar/1409467417397.jpg', '1409490464619'),
(90, '16060215', '蒋志绮', '230804199904171847', 6, 6, 0, '1999-04-17', '黑龙江省佳木斯市', '汉', 1, '13927859556', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 89, '/upload/avatar/1409467417397.jpg', '1409490464620'),
(91, '16060301', '吕雪曼', '230804199902102225', 6, 7, 1, '1999-02-10', '黑龙江省佳木斯市', '汉', 2, '13968624982', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 108, '/upload/avatar/1409467417397.jpg', '1409490464620'),
(92, '16060302', '曹阳怡', '230804199909283375', 6, 7, 0, '1999-09-28', '黑龙江省佳木斯市', '汉', 1, '13920662331', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 117, '/upload/avatar/1409467417397.jpg', '1409490464621'),
(93, '16060303', '戚传豪', '230804199902143257', 6, 7, 0, '1999-02-14', '黑龙江省佳木斯市', '汉', 1, '13905159821', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 98, '/upload/avatar/1409467417397.jpg', '1409490464621'),
(94, '16060304', '卫静慧', '230804199911061579', 6, 7, 1, '1999-11-06', '黑龙江省佳木斯市', '汉', 2, '13919636815', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 134, '/upload/avatar/1409467417397.jpg', '1409490464622'),
(95, '16060305', '郑采劭', '230804199906225484', 6, 7, 0, '1999-06-22', '黑龙江省佳木斯市', '汉', 1, '13913786420', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 58, '/upload/avatar/1409467417397.jpg', '1409490464622'),
(96, '16060306', '冯佐仪', '230804199901271653', 6, 7, 0, '1999-01-27', '黑龙江省佳木斯市', '汉', 1, '13979698380', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 207, '/upload/avatar/1409467417397.jpg', '1409490464622'),
(97, '16060307', '赵鹏超', '230804199911153677', 6, 7, 0, '1999-11-15', '黑龙江省佳木斯市', '汉', 2, '13927530833', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 95, '/upload/avatar/1409467417397.jpg', '1409490464623'),
(98, '16060308', '许偎镘', '230804199912309948', 6, 7, 0, '1999-12-30', '黑龙江省佳木斯市', '汉', 1, '13999329108', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 9, '/upload/avatar/1409467417397.jpg', '1409490464623'),
(99, '16060309', '孙昊妍', '230804199907146714', 6, 7, 0, '1999-07-14', '黑龙江省佳木斯市', '汉', 2, '13942185092', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 159, '/upload/avatar/1409467417397.jpg', '1409490464624'),
(100, '16060310', '褚馨荣', '230804199906213442', 6, 7, 1, '1999-06-21', '黑龙江省佳木斯市', '汉', 2, '13905346723', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 121, '/upload/avatar/1409467417397.jpg', '1409490464625'),
(101, '16060311', '杨向卉', '230804199902253985', 6, 7, 1, '1999-02-25', '黑龙江省佳木斯市', '汉', 1, '13910097179', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 90, '/upload/avatar/1409467417397.jpg', '1409490464625'),
(102, '16060312', '吕世成', '230804199907216065', 6, 7, 0, '1999-07-21', '黑龙江省佳木斯市', '汉', 2, '13904497811', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 34, '/upload/avatar/1409467417397.jpg', '1409490464625'),
(103, '16060313', '孔明茂', '230804199903079220', 6, 7, 0, '1999-03-07', '黑龙江省佳木斯市', '汉', 2, '13995584073', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 189, '/upload/avatar/1409467417397.jpg', '1409490464625'),
(104, '16060314', '褚慧艳', '230804199904267990', 6, 7, 1, '1999-04-26', '黑龙江省佳木斯市', '汉', 1, '13995465819', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 184, '/upload/avatar/1409467417397.jpg', '1409490464626'),
(105, '16060315', '孙妍玥', '230804199910276002', 6, 7, 0, '1999-10-27', '黑龙江省佳木斯市', '汉', 1, '13947972811', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 112, '/upload/avatar/1409467417397.jpg', '1409490464626'),
(106, '16060401', '尤嘉歆', '230804199910172286', 6, 8, 1, '1999-10-17', '黑龙江省佳木斯市', '汉', 1, '13958055858', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 60, '/upload/avatar/1409467417397.jpg', '1409490464626'),
(107, '16060402', '褚音豪', '230804199909282286', 6, 8, 0, '1999-09-28', '黑龙江省佳木斯市', '汉', 2, '13932514798', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 77, '/upload/avatar/1409467417397.jpg', '1409490464627'),
(108, '16060403', '郑妍玥', '230804199906302463', 6, 8, 0, '1999-06-30', '黑龙江省佳木斯市', '汉', 2, '13967734747', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 9, '/upload/avatar/1409467417397.jpg', '1409490464630'),
(109, '16060404', '朱俊熙', '230804199902216188', 6, 8, 0, '1999-02-21', '黑龙江省佳木斯市', '汉', 2, '13951986093', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 254, '/upload/avatar/1409467417397.jpg', '1409490464630'),
(110, '16060405', '严湘云', '230804199901262265', 6, 8, 1, '1999-01-26', '黑龙江省佳木斯市', '汉', 2, '13950292949', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 119, '/upload/avatar/1409467417397.jpg', '1409490464630'),
(111, '16060406', '冯欣艳', '230804199912023277', 6, 8, 1, '1999-12-02', '黑龙江省佳木斯市', '汉', 2, '13927431756', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 143, '/upload/avatar/1409467417397.jpg', '1409490464631'),
(112, '16060407', '卫薇坤', '230804199908121420', 6, 8, 0, '1999-08-12', '黑龙江省佳木斯市', '汉', 1, '13994224593', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 221, '/upload/avatar/1409467417397.jpg', '1409490464631'),
(113, '16060408', '郑诗晗', '230804199902056870', 6, 8, 0, '1999-02-05', '黑龙江省佳木斯市', '汉', 1, '13932870322', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 138, '/upload/avatar/1409467417397.jpg', '1409490464632'),
(114, '16060409', '吴清韵', '230804199907044792', 6, 8, 1, '1999-07-04', '黑龙江省佳木斯市', '汉', 2, '13930766411', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 83, '/upload/avatar/1409467417397.jpg', '1409490464632'),
(115, '16060410', '姜玲珑', '230804199902119646', 6, 8, 1, '1999-02-11', '黑龙江省佳木斯市', '汉', 1, '13996785251', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 130, '/upload/avatar/1409467417397.jpg', '1409490464632'),
(116, '16060411', '卫雅娴', '230804199906131067', 6, 8, 1, '1999-06-13', '黑龙江省佳木斯市', '汉', 1, '13918831128', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 52, '/upload/avatar/1409467417397.jpg', '1409490464634'),
(117, '16060412', '王乐容', '230804199907020240', 6, 8, 1, '1999-07-02', '黑龙江省佳木斯市', '汉', 1, '13936194334', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 173, '/upload/avatar/1409467417397.jpg', '1409490464635'),
(118, '16060413', '吴薇旺', '230804199903173257', 6, 8, 0, '1999-03-17', '黑龙江省佳木斯市', '汉', 1, '13973589813', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 236, '/upload/avatar/1409467417397.jpg', '1409490464635'),
(119, '16060414', '华传泽', '230804199907072150', 6, 8, 0, '1999-07-07', '黑龙江省佳木斯市', '汉', 1, '13917447011', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 195, '/upload/avatar/1409467417397.jpg', '1409490464635'),
(120, '16060415', '严佑娥', '230804199909115699', 6, 8, 0, '1999-09-11', '黑龙江省佳木斯市', '汉', 1, '13985915840', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 226, '/upload/avatar/1409467417397.jpg', '1409490464636'),
(121, '16070101', '卫穆帆', '230804200006216642', 6, 9, 0, '2000-06-21', '黑龙江省佳木斯市', '汉', 1, '13902113684', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 10, '/upload/avatar/1409467417397.jpg', '1409490464636'),
(122, '16070102', '金鑫浩', '230804200010208048', 6, 9, 0, '2000-10-20', '黑龙江省佳木斯市', '汉', 1, '13910618520', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 245, '/upload/avatar/1409467417397.jpg', '1409490464636'),
(123, '16070103', '曹钰仁', '230804200009252403', 6, 9, 0, '2000-09-25', '黑龙江省佳木斯市', '汉', 2, '13931667084', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 108, '/upload/avatar/1409467417397.jpg', '1409490464637'),
(124, '16070104', '吕曼妮', '230804200002153024', 6, 9, 1, '2000-02-15', '黑龙江省佳木斯市', '汉', 1, '13983851857', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 70, '/upload/avatar/1409467417397.jpg', '1409490464637'),
(125, '16070105', '杨秀竹', '230804200005155138', 6, 9, 1, '2000-05-15', '黑龙江省佳木斯市', '汉', 1, '13927009433', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 38, '/upload/avatar/1409467417397.jpg', '1409490464639'),
(126, '16070106', '严迎秋', '230804200010090661', 6, 9, 1, '2000-10-09', '黑龙江省佳木斯市', '汉', 1, '13954008909', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 32, '/upload/avatar/1409467417397.jpg', '1409490464640'),
(127, '16070107', '金若云', '230804200003297062', 6, 9, 1, '2000-03-29', '黑龙江省佳木斯市', '汉', 1, '13930939536', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 186, '/upload/avatar/1409467417397.jpg', '1409490464640'),
(128, '16070108', '沈依白', '230804200010013159', 6, 9, 1, '2000-10-01', '黑龙江省佳木斯市', '汉', 2, '13978821547', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 173, '/upload/avatar/1409467417397.jpg', '1409490464640'),
(129, '16070109', '王穆帆', '230804200005045420', 6, 9, 0, '2000-05-04', '黑龙江省佳木斯市', '汉', 1, '13987452474', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 207, '/upload/avatar/1409467417397.jpg', '1409490464641'),
(130, '16070110', '赵宇浩', '230804200008172853', 6, 9, 0, '2000-08-17', '黑龙江省佳木斯市', '汉', 2, '13916565479', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 250, '/upload/avatar/1409467417397.jpg', '1409490464641'),
(131, '16070111', '褚子悠', '230804200012038946', 6, 9, 0, '2000-12-03', '黑龙江省佳木斯市', '汉', 1, '13981275312', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 21, '/upload/avatar/1409467417397.jpg', '1409490464641'),
(132, '16070112', '秦子萱', '230804200007122162', 6, 9, 1, '2000-07-12', '黑龙江省佳木斯市', '汉', 1, '13987453511', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 192, '/upload/avatar/1409467417397.jpg', '1409490464642'),
(133, '16070113', '赵展哲', '230804200003195914', 6, 9, 0, '2000-03-19', '黑龙江省佳木斯市', '汉', 2, '13972441698', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 195, '/upload/avatar/1409467417397.jpg', '1409490464642'),
(134, '16070114', '严歌吹', '230804200008175454', 6, 9, 1, '2000-08-17', '黑龙江省佳木斯市', '汉', 2, '13931291938', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 112, '/upload/avatar/1409467417397.jpg', '1409490464642'),
(135, '16070115', '沈嘉怡', '230804200001131967', 6, 9, 1, '2000-01-13', '黑龙江省佳木斯市', '汉', 2, '13953541313', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 90, '/upload/avatar/1409467417397.jpg', '1409490464642'),
(136, '16070201', '姜羽苓', '230804200008196940', 6, 10, 0, '2000-08-19', '黑龙江省佳木斯市', '汉', 1, '13934176722', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 114, '/upload/avatar/1409467417397.jpg', '1409490464643'),
(137, '16070202', '何慧俊', '230804200003130128', 6, 10, 1, '2000-03-13', '黑龙江省佳木斯市', '汉', 1, '13930764904', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 187, '/upload/avatar/1409467417397.jpg', '1409490464643'),
(138, '16070203', '沈如云', '230804200003161083', 6, 10, 1, '2000-03-16', '黑龙江省佳木斯市', '汉', 2, '13949336774', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 110, '/upload/avatar/1409467417397.jpg', '1409490464644'),
(139, '16070204', '朱云露', '230804200003054220', 6, 10, 1, '2000-03-05', '黑龙江省佳木斯市', '汉', 2, '13973328019', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 199, '/upload/avatar/1409467417397.jpg', '1409490464644'),
(140, '16070205', '尤登治', '230804200004022173', 6, 10, 0, '2000-04-02', '黑龙江省佳木斯市', '汉', 1, '13924895341', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 134, '/upload/avatar/1409467417397.jpg', '1409490464644'),
(141, '16070206', '吕心怡', '230804200007153814', 6, 10, 1, '2000-07-15', '黑龙江省佳木斯市', '汉', 2, '13949839682', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 184, '/upload/avatar/1409467417397.jpg', '1409490464645'),
(142, '16070207', '尤苹凱', '230804200007248171', 6, 10, 0, '2000-07-24', '黑龙江省佳木斯市', '汉', 2, '13961758885', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 78, '/upload/avatar/1409467417397.jpg', '1409490464645'),
(143, '16070208', '陈思涵', '230804200005049589', 6, 10, 0, '2000-05-04', '黑龙江省佳木斯市', '汉', 2, '13961299464', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 126, '/upload/avatar/1409467417397.jpg', '1409490464645'),
(144, '16070209', '周方方', '230804200011189218', 6, 10, 1, '2000-11-18', '黑龙江省佳木斯市', '汉', 1, '13920364617', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 178, '/upload/avatar/1409467417397.jpg', '1409490464646'),
(145, '16070210', '韩忆秋', '230804200005078782', 6, 10, 1, '2000-05-07', '黑龙江省佳木斯市', '汉', 2, '13919032840', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 186, '/upload/avatar/1409467417397.jpg', '1409490464646'),
(146, '16070211', '陈坚惟', '230804200012240895', 6, 10, 0, '2000-12-24', '黑龙江省佳木斯市', '汉', 2, '13954514875', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 16, '/upload/avatar/1409467417397.jpg', '1409490464646'),
(147, '16070212', '冯定秋', '230804200009274830', 6, 10, 0, '2000-09-27', '黑龙江省佳木斯市', '汉', 1, '13998555296', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 180, '/upload/avatar/1409467417397.jpg', '1409490464647'),
(148, '16070213', '谢一湾', '230804200003053661', 6, 10, 0, '2000-03-05', '黑龙江省佳木斯市', '汉', 1, '13941134500', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 200, '/upload/avatar/1409467417397.jpg', '1409490464647'),
(149, '16070214', '李语燕', '230804200012239171', 6, 10, 1, '2000-12-23', '黑龙江省佳木斯市', '汉', 1, '13968685396', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 35, '/upload/avatar/1409467417397.jpg', '1409490464648'),
(150, '16070215', '陶晴岚', '230804200001166530', 6, 10, 1, '2000-01-16', '黑龙江省佳木斯市', '汉', 1, '13929648434', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 150, '/upload/avatar/1409467417397.jpg', '1409490464650'),
(151, '16070301', '李国祥', '230804200005254139', 6, 11, 0, '2000-05-25', '黑龙江省佳木斯市', '汉', 2, '13902739586', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 99, '/upload/avatar/1409467417397.jpg', '1409490464651'),
(152, '16070302', '许宇浩', '230804200009257129', 6, 11, 0, '2000-09-25', '黑龙江省佳木斯市', '汉', 2, '13947017496', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 96, '/upload/avatar/1409467417397.jpg', '1409490464651'),
(153, '16070303', '施刚瑄', '230804200003142679', 6, 11, 0, '2000-03-14', '黑龙江省佳木斯市', '汉', 1, '13953746528', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 207, '/upload/avatar/1409467417397.jpg', '1409490464652'),
(154, '16070304', '郑译晃', '230804200012027713', 6, 11, 0, '2000-12-02', '黑龙江省佳木斯市', '汉', 1, '13951344998', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 129, '/upload/avatar/1409467417397.jpg', '1409490464652'),
(155, '16070305', '严德霞', '230804200007191037', 6, 11, 0, '2000-07-19', '黑龙江省佳木斯市', '汉', 1, '13911108819', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 198, '/upload/avatar/1409467417397.jpg', '1409490464652'),
(156, '16070306', '严淑美', '230804200008163176', 6, 11, 0, '2000-08-16', '黑龙江省佳木斯市', '汉', 2, '13982513118', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 184, '/upload/avatar/1409467417397.jpg', '1409490464653');
INSERT INTO `student` (`id`, `uuid`, `name`, `identity`, `sid`, `cid`, `sex`, `birth`, `birthplace`, `national`, `feature`, `phone`, `desc`, `address`, `status`, `sort`, `image`, `time`) VALUES
(157, '16070307', '许玥萌', '230804200007062035', 6, 11, 0, '2000-07-06', '黑龙江省佳木斯市', '汉', 1, '13967440811', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 242, '/upload/avatar/1409467417397.jpg', '1409490464653'),
(158, '16070308', '孔传豪', '230804200012056976', 6, 11, 0, '2000-12-05', '黑龙江省佳木斯市', '汉', 1, '13927050612', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 68, '/upload/avatar/1409467417397.jpg', '1409490464653'),
(159, '16070309', '郑蓉雯', '230804200007164328', 6, 11, 0, '2000-07-16', '黑龙江省佳木斯市', '汉', 1, '13960812466', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 19, '/upload/avatar/1409467417397.jpg', '1409490464654'),
(160, '16070310', '李庆雪', '230804200005107218', 6, 11, 1, '2000-05-10', '黑龙江省佳木斯市', '汉', 1, '13990261063', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 41, '/upload/avatar/1409467417397.jpg', '1409490464654'),
(161, '16070311', '郑倩迪', '230804200001094195', 6, 11, 0, '2000-01-09', '黑龙江省佳木斯市', '汉', 2, '13901774672', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 27, '/upload/avatar/1409467417397.jpg', '1409490464654'),
(162, '16070312', '郑甜恬', '230804200005122268', 6, 11, 1, '2000-05-12', '黑龙江省佳木斯市', '汉', 1, '13974563606', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 3, '/upload/avatar/1409467417397.jpg', '1409490464655'),
(163, '16070313', '蒋歌韵', '230804200012024686', 6, 11, 1, '2000-12-02', '黑龙江省佳木斯市', '汉', 2, '13966787906', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 60, '/upload/avatar/1409467417397.jpg', '1409490464655'),
(164, '16070314', '曹定秋', '230804200006209187', 6, 11, 0, '2000-06-20', '黑龙江省佳木斯市', '汉', 1, '13983201913', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 129, '/upload/avatar/1409467417397.jpg', '1409490464655'),
(165, '16070315', '褚志盟', '230804200001076283', 6, 11, 0, '2000-01-07', '黑龙江省佳木斯市', '汉', 1, '13925583395', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 7, '/upload/avatar/1409467417397.jpg', '1409490464655'),
(166, '16070401', '杨志萌', '230804200002292102', 6, 12, 0, '2000-02-29', '黑龙江省佳木斯市', '汉', 1, '13906430725', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 50, '/upload/avatar/1409467417397.jpg', '1409490464656'),
(167, '16070402', '卫兰梦', '230804200012123698', 6, 12, 1, '2000-12-12', '黑龙江省佳木斯市', '汉', 2, '13918084366', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 146, '/upload/avatar/1409467417397.jpg', '1409490464656'),
(168, '16070403', '王思睿', '230804200006094995', 6, 12, 0, '2000-06-09', '黑龙江省佳木斯市', '汉', 2, '13928931607', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 102, '/upload/avatar/1409467417397.jpg', '1409490464656'),
(169, '16070404', '严苹凱', '230804200004077831', 6, 12, 0, '2000-04-07', '黑龙江省佳木斯市', '汉', 1, '13951140104', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 238, '/upload/avatar/1409467417397.jpg', '1409490464658'),
(170, '16070405', '杨婉静', '230804200006226745', 6, 12, 1, '2000-06-22', '黑龙江省佳木斯市', '汉', 1, '13966793170', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 33, '/upload/avatar/1409467417397.jpg', '1409490464658'),
(171, '16070406', '赵格菲', '230804200012309076', 6, 12, 1, '2000-12-30', '黑龙江省佳木斯市', '汉', 2, '13937739162', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 18, '/upload/avatar/1409467417397.jpg', '1409490464658'),
(172, '16070407', '张静睿', '230804200006203113', 6, 12, 0, '2000-06-20', '黑龙江省佳木斯市', '汉', 2, '13939663973', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 242, '/upload/avatar/1409467417397.jpg', '1409490464659'),
(173, '16070408', '陈慧丽', '230804200003050512', 6, 12, 1, '2000-03-05', '黑龙江省佳木斯市', '汉', 2, '13924774071', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 193, '/upload/avatar/1409467417397.jpg', '1409490464659'),
(174, '16070409', '韩洁玉', '230804200012125891', 6, 12, 1, '2000-12-12', '黑龙江省佳木斯市', '汉', 1, '13944960155', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 19, '/upload/avatar/1409467417397.jpg', '1409490464659'),
(175, '16070410', '严馨成', '230804200003269149', 6, 12, 0, '2000-03-26', '黑龙江省佳木斯市', '汉', 2, '13993219766', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 1, '/upload/avatar/1409467417397.jpg', '1409490464660'),
(176, '16070411', '姜寻绿', '230804200011021614', 6, 12, 1, '2000-11-02', '黑龙江省佳木斯市', '汉', 2, '13994260057', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 90, '/upload/avatar/1409467417397.jpg', '1409490464660'),
(177, '16070412', '沈淳辉', '230804200006178402', 6, 12, 0, '2000-06-17', '黑龙江省佳木斯市', '汉', 2, '13933663850', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 238, '/upload/avatar/1409467417397.jpg', '1409490464660'),
(178, '16070413', '冯梓蕴', '230804200009020999', 6, 12, 0, '2000-09-02', '黑龙江省佳木斯市', '汉', 1, '13932865490', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 154, '/upload/avatar/1409467417397.jpg', '1409490464661'),
(179, '16070414', '谢诗语', '230804200007075312', 6, 12, 0, '2000-07-07', '黑龙江省佳木斯市', '汉', 2, '13908264604', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 107, '/upload/avatar/1409467417397.jpg', '1409490464661'),
(180, '16070415', '孙湛英', '230804200010127126', 6, 12, 1, '2000-10-12', '黑龙江省佳木斯市', '汉', 2, '13911215307', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 169, '/upload/avatar/1409467417397.jpg', '1409490464662'),
(181, '16080101', '严云韶', '230804200108213493', 6, 13, 1, '2001-08-21', '黑龙江省佳木斯市', '汉', 2, '13944369334', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 35, '/upload/avatar/1409467417397.jpg', '1409490492234'),
(182, '16080102', '李文心', '230804200104018024', 6, 13, 1, '2001-04-01', '黑龙江省佳木斯市', '汉', 2, '13919738559', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 156, '/upload/avatar/1409467417397.jpg', '1409490492235'),
(183, '16080103', '韩寒冰', '230804200106159902', 6, 13, 0, '2001-06-15', '黑龙江省佳木斯市', '汉', 1, '13933946554', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 211, '/upload/avatar/1409467417397.jpg', '1409490492236'),
(184, '16080104', '陶传毅', '230804200106249740', 6, 13, 0, '2001-06-24', '黑龙江省佳木斯市', '汉', 2, '13912882959', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 190, '/upload/avatar/1409467417397.jpg', '1409490492238'),
(185, '16080105', '吴心诺', '230804200107158167', 6, 13, 1, '2001-07-15', '黑龙江省佳木斯市', '汉', 2, '13991753534', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 150, '/upload/avatar/1409467417397.jpg', '1409490492239'),
(186, '16080106', '孔晶滢', '230804200109187804', 6, 13, 1, '2001-09-18', '黑龙江省佳木斯市', '汉', 2, '13976245399', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 103, '/upload/avatar/1409467417397.jpg', '1409490492239'),
(187, '16080107', '陶云龙', '230804200112091709', 6, 13, 0, '2001-12-09', '黑龙江省佳木斯市', '汉', 1, '13954357078', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 41, '/upload/avatar/1409467417397.jpg', '1409490492240'),
(188, '16080108', '华丽珠', '230804200112102292', 6, 13, 1, '2001-12-10', '黑龙江省佳木斯市', '汉', 1, '13998743037', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 220, '/upload/avatar/1409467417397.jpg', '1409490492241'),
(189, '16080109', '何颖辛', '230804200112200106', 6, 13, 0, '2001-12-20', '黑龙江省佳木斯市', '汉', 2, '13947477752', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 175, '/upload/avatar/1409467417397.jpg', '1409490492242'),
(190, '16080110', '华薇旺', '230804200102088034', 6, 13, 0, '2001-02-08', '黑龙江省佳木斯市', '汉', 1, '13979555357', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 75, '/upload/avatar/1409467417397.jpg', '1409490492243'),
(191, '16080111', '施宇浩', '230804200109231456', 6, 13, 0, '2001-09-23', '黑龙江省佳木斯市', '汉', 1, '13985680497', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 47, '/upload/avatar/1409467417397.jpg', '1409490492243'),
(192, '16080112', '谢围围', '230804200102211722', 6, 13, 0, '2001-02-21', '黑龙江省佳木斯市', '汉', 2, '13914924835', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 205, '/upload/avatar/1409467417397.jpg', '1409490492244'),
(193, '16080113', '戚英华', '230804200103080365', 6, 13, 1, '2001-03-08', '黑龙江省佳木斯市', '汉', 2, '13982500982', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 28, '/upload/avatar/1409467417397.jpg', '1409490492245'),
(194, '16080114', '钱莹玉', '230804200102061228', 6, 13, 1, '2001-02-06', '黑龙江省佳木斯市', '汉', 1, '13951412485', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 202, '/upload/avatar/1409467417397.jpg', '1409490492245'),
(195, '16080115', '谢云亭', '230804200108119338', 6, 13, 1, '2001-08-11', '黑龙江省佳木斯市', '汉', 1, '13993744873', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 144, '/upload/avatar/1409467417397.jpg', '1409490492246'),
(196, '16080201', '魏雅蕊', '230804200109306749', 6, 14, 1, '2001-09-30', '黑龙江省佳木斯市', '汉', 1, '13934153051', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 127, '/upload/avatar/1409467417397.jpg', '1409490492247'),
(197, '16080202', '尤坤绿', '230804200110073616', 6, 14, 0, '2001-10-07', '黑龙江省佳木斯市', '汉', 2, '13922892732', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 152, '/upload/avatar/1409467417397.jpg', '1409490492247'),
(198, '16080203', '沈长湖', '230804200106170753', 6, 14, 0, '2001-06-17', '黑龙江省佳木斯市', '汉', 2, '13916867392', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 43, '/upload/avatar/1409467417397.jpg', '1409490492248'),
(199, '16080204', '张振云', '230804200105083769', 6, 14, 0, '2001-05-08', '黑龙江省佳木斯市', '汉', 2, '13919821177', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 249, '/upload/avatar/1409467417397.jpg', '1409490492248'),
(200, '16080205', '吕传蓄', '230804200106096695', 6, 14, 0, '2001-06-09', '黑龙江省佳木斯市', '汉', 2, '13905405551', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 164, '/upload/avatar/1409467417397.jpg', '1409490492249'),
(201, '16080206', '韩秀敏', '230804200105194421', 6, 14, 1, '2001-05-19', '黑龙江省佳木斯市', '汉', 2, '13941983233', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 170, '/upload/avatar/1409467417397.jpg', '1409490492250'),
(202, '16080207', '孙静秀', '230804200108200280', 6, 14, 1, '2001-08-20', '黑龙江省佳木斯市', '汉', 1, '13973781219', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 208, '/upload/avatar/1409467417397.jpg', '1409490492250'),
(203, '16080208', '韩希芳', '230804200104169073', 6, 14, 0, '2001-04-16', '黑龙江省佳木斯市', '汉', 2, '13940894346', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 106, '/upload/avatar/1409467417397.jpg', '1409490492251'),
(204, '16080209', '金诗晗', '230804200104141940', 6, 14, 0, '2001-04-14', '黑龙江省佳木斯市', '汉', 2, '13989983688', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 253, '/upload/avatar/1409467417397.jpg', '1409490492251'),
(205, '16080210', '尤欣欣', '230804200101257909', 6, 14, 1, '2001-01-25', '黑龙江省佳木斯市', '汉', 1, '13962730642', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 41, '/upload/avatar/1409467417397.jpg', '1409490492252'),
(206, '16080211', '褚清舒', '230804200108255750', 6, 14, 1, '2001-08-25', '黑龙江省佳木斯市', '汉', 2, '13904263054', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 46, '/upload/avatar/1409467417397.jpg', '1409490492253'),
(207, '16080212', '何侑谦', '230804200107093369', 6, 14, 0, '2001-07-09', '黑龙江省佳木斯市', '汉', 1, '13950856381', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 29, '/upload/avatar/1409467417397.jpg', '1409490492253'),
(208, '16080213', '秦梓蕴', '230804200108054280', 6, 14, 0, '2001-08-05', '黑龙江省佳木斯市', '汉', 2, '13933326670', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 251, '/upload/avatar/1409467417397.jpg', '1409490492254'),
(209, '16080214', '金慧雅', '230804200111109497', 6, 14, 1, '2001-11-10', '黑龙江省佳木斯市', '汉', 1, '13936579882', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 72, '/upload/avatar/1409467417397.jpg', '1409490492254'),
(210, '16080215', '孙歌韵', '230804200110064724', 6, 14, 1, '2001-10-06', '黑龙江省佳木斯市', '汉', 2, '13982693271', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 216, '/upload/avatar/1409467417397.jpg', '1409490492257'),
(211, '16080301', '许飞烟', '230804200108072111', 6, 15, 1, '2001-08-07', '黑龙江省佳木斯市', '汉', 2, '13930651854', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 238, '/upload/avatar/1409467417397.jpg', '1409490492258'),
(212, '16080302', '蒋芳洲', '230804200112204127', 6, 15, 1, '2001-12-20', '黑龙江省佳木斯市', '汉', 1, '13909938906', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 147, '/upload/avatar/1409467417397.jpg', '1409490492259'),
(213, '16080303', '严兰若', '230804200106061464', 6, 15, 1, '2001-06-06', '黑龙江省佳木斯市', '汉', 1, '13900232246', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 100, '/upload/avatar/1409467417397.jpg', '1409490492259'),
(214, '16080304', '何其雯', '230804200107037756', 6, 15, 0, '2001-07-03', '黑龙江省佳木斯市', '汉', 1, '13965941691', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 174, '/upload/avatar/1409467417397.jpg', '1409490492260'),
(215, '16080305', '陶璐萌', '230804200103141909', 6, 15, 0, '2001-03-14', '黑龙江省佳木斯市', '汉', 1, '13971761599', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 101, '/upload/avatar/1409467417397.jpg', '1409490492260'),
(216, '16080306', '孙文茵', '230804200101250134', 6, 15, 1, '2001-01-25', '黑龙江省佳木斯市', '汉', 2, '13971144365', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 105, '/upload/avatar/1409467417397.jpg', '1409490492261'),
(217, '16080307', '周志启', '230804200111016557', 6, 15, 0, '2001-11-01', '黑龙江省佳木斯市', '汉', 2, '13925321888', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 95, '/upload/avatar/1409467417397.jpg', '1409490492261'),
(218, '16080308', '谢紫贤', '230804200103123418', 6, 15, 0, '2001-03-12', '黑龙江省佳木斯市', '汉', 1, '13993175587', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 48, '/upload/avatar/1409467417397.jpg', '1409490492263'),
(219, '16080309', '华婉圩', '230804200105172782', 6, 15, 0, '2001-05-17', '黑龙江省佳木斯市', '汉', 1, '13995126477', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 232, '/upload/avatar/1409467417397.jpg', '1409490492264'),
(220, '16080310', '孙玲珑', '230804200110229511', 6, 15, 1, '2001-10-22', '黑龙江省佳木斯市', '汉', 1, '13994157448', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 135, '/upload/avatar/1409467417397.jpg', '1409490492264'),
(221, '16080311', '张湘云', '230804200103142529', 6, 15, 1, '2001-03-14', '黑龙江省佳木斯市', '汉', 2, '13976853578', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 202, '/upload/avatar/1409467417397.jpg', '1409490492265'),
(222, '16080312', '陶秀婉', '230804200105067682', 6, 15, 1, '2001-05-06', '黑龙江省佳木斯市', '汉', 2, '13987327794', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 55, '/upload/avatar/1409467417397.jpg', '1409490492266'),
(223, '16080313', '陶雅云', '230804200103253618', 6, 15, 1, '2001-03-25', '黑龙江省佳木斯市', '汉', 2, '13927696010', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 190, '/upload/avatar/1409467417397.jpg', '1409490492266'),
(224, '16080314', '褚颖帆', '230804200110169656', 6, 15, 0, '2001-10-16', '黑龙江省佳木斯市', '汉', 2, '13970462738', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 40, '/upload/avatar/1409467417397.jpg', '1409490492267'),
(225, '16080315', '冯重轩', '230804200103242431', 6, 15, 0, '2001-03-24', '黑龙江省佳木斯市', '汉', 1, '13968822439', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 57, '/upload/avatar/1409467417397.jpg', '1409490492267'),
(226, '16080401', '沈侑盛', '230804200108266297', 6, 16, 0, '2001-08-26', '黑龙江省佳木斯市', '汉', 1, '13948519650', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 38, '/upload/avatar/1409467417397.jpg', '1409490492268'),
(227, '16080402', '郑妏杰', '230804200109232101', 6, 16, 0, '2001-09-23', '黑龙江省佳木斯市', '汉', 2, '13927891105', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 72, '/upload/avatar/1409467417397.jpg', '1409490492268'),
(228, '16080403', '杨志盟', '230804200107242847', 6, 16, 0, '2001-07-24', '黑龙江省佳木斯市', '汉', 1, '13936170646', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 94, '/upload/avatar/1409467417397.jpg', '1409490492269'),
(229, '16080404', '沈传钧', '230804200110191076', 6, 16, 0, '2001-10-19', '黑龙江省佳木斯市', '汉', 1, '13913535419', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 38, '/upload/avatar/1409467417397.jpg', '1409490492269'),
(230, '16080405', '郑婷秀', '230804200103156740', 6, 16, 1, '2001-03-15', '黑龙江省佳木斯市', '汉', 2, '13953761022', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 241, '/upload/avatar/1409467417397.jpg', '1409490492270'),
(231, '16080406', '赵秀英', '230804200111241410', 6, 16, 1, '2001-11-24', '黑龙江省佳木斯市', '汉', 2, '13973095058', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 103, '/upload/avatar/1409467417397.jpg', '1409490492270'),
(232, '16080407', '陶永剑', '230804200106070106', 6, 16, 0, '2001-06-07', '黑龙江省佳木斯市', '汉', 1, '13988921829', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 58, '/upload/avatar/1409467417397.jpg', '1409490492271'),
(233, '16080408', '周倩迪', '230804200106119001', 6, 16, 0, '2001-06-11', '黑龙江省佳木斯市', '汉', 1, '13981998622', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 111, '/upload/avatar/1409467417397.jpg', '1409490492271'),
(234, '16080409', '何怡强', '230804200110185414', 6, 16, 0, '2001-10-18', '黑龙江省佳木斯市', '汉', 1, '13905035683', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 24, '/upload/avatar/1409467417397.jpg', '1409490492272'),
(235, '16080410', '韩伟宸', '230804200106211523', 6, 16, 0, '2001-06-21', '黑龙江省佳木斯市', '汉', 2, '13901557687', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 49, '/upload/avatar/1409467417397.jpg', '1409490492272'),
(236, '16080411', '孙贤如', '230804200103118479', 6, 16, 0, '2001-03-11', '黑龙江省佳木斯市', '汉', 2, '13933531679', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 36, '/upload/avatar/1409467417397.jpg', '1409490492273'),
(237, '16080412', '褚柔东', '230804200107184937', 6, 16, 0, '2001-07-18', '黑龙江省佳木斯市', '汉', 1, '13997452074', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 13, '/upload/avatar/1409467417397.jpg', '1409490492273'),
(238, '16080413', '杨以彤', '230804200101295807', 6, 16, 1, '2001-01-29', '黑龙江省佳木斯市', '汉', 2, '13988422772', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 237, '/upload/avatar/1409467417397.jpg', '1409490492277'),
(239, '16080414', '孙传武', '230804200107126239', 6, 16, 0, '2001-07-12', '黑龙江省佳木斯市', '汉', 2, '13919609266', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 16, '/upload/avatar/1409467417397.jpg', '1409490492278'),
(240, '16080415', '赵传泽', '230804200112036051', 6, 16, 0, '2001-12-03', '黑龙江省佳木斯市', '汉', 2, '13937094971', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 208, '/upload/avatar/1409467417397.jpg', '1409490492278'),
(241, '16090101', '卫清婉', '230804200207192634', 6, 17, 1, '2002-07-19', '黑龙江省佳木斯市', '汉', 1, '13938537834', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 245, '/upload/avatar/1409467417397.jpg', '1409490492279'),
(242, '16090102', '曹轩琪', '230804200210088826', 6, 17, 0, '2002-10-08', '黑龙江省佳木斯市', '汉', 1, '13945182178', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 179, '/upload/avatar/1409467417397.jpg', '1409490492279'),
(243, '16090103', '陶羽苓', '230804200201270697', 6, 17, 0, '2002-01-27', '黑龙江省佳木斯市', '汉', 1, '13918951459', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 208, '/upload/avatar/1409467417397.jpg', '1409490492280'),
(244, '16090104', '钱云岚', '230804200203186213', 6, 17, 1, '2002-03-18', '黑龙江省佳木斯市', '汉', 1, '13981654513', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 239, '/upload/avatar/1409467417397.jpg', '1409490492280'),
(245, '16090105', '吕灵韵', '230804200205147405', 6, 17, 1, '2002-05-14', '黑龙江省佳木斯市', '汉', 1, '13933410343', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 50, '/upload/avatar/1409467417397.jpg', '1409490492281'),
(246, '16090106', '尤柔平', '230804200204096798', 6, 17, 0, '2002-04-09', '黑龙江省佳木斯市', '汉', 1, '13941489984', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 140, '/upload/avatar/1409467417397.jpg', '1409490492281'),
(247, '16090107', '谢文敏', '230804200204276021', 6, 17, 1, '2002-04-27', '黑龙江省佳木斯市', '汉', 1, '13917879223', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 126, '/upload/avatar/1409467417397.jpg', '1409490492282'),
(248, '16090108', '褚恬静', '230804200201058251', 6, 17, 1, '2002-01-05', '黑龙江省佳木斯市', '汉', 1, '13929070614', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 226, '/upload/avatar/1409467417397.jpg', '1409490492282'),
(249, '16090109', '杨书萱', '230804200212296704', 6, 17, 1, '2002-12-29', '黑龙江省佳木斯市', '汉', 1, '13914403010', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 107, '/upload/avatar/1409467417397.jpg', '1409490492283'),
(250, '16090110', '何惜玉', '230804200204232226', 6, 17, 1, '2002-04-23', '黑龙江省佳木斯市', '汉', 1, '13932098107', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 144, '/upload/avatar/1409467417397.jpg', '1409490492283'),
(251, '16090111', '陶丽容', '230804200209155087', 6, 17, 1, '2002-09-15', '黑龙江省佳木斯市', '汉', 1, '13939643801', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 111, '/upload/avatar/1409467417397.jpg', '1409490492284'),
(252, '16090112', '曹秀逸', '230804200210216155', 6, 17, 1, '2002-10-21', '黑龙江省佳木斯市', '汉', 2, '13995727962', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 85, '/upload/avatar/1409467417397.jpg', '1409490492284'),
(253, '16090113', '王世华', '230804200201113319', 6, 17, 0, '2002-01-11', '黑龙江省佳木斯市', '汉', 1, '13903005425', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 99, '/upload/avatar/1409467417397.jpg', '1409490492285'),
(254, '16090114', '华财坤', '230804200212278476', 6, 17, 0, '2002-12-27', '黑龙江省佳木斯市', '汉', 1, '13910854424', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 252, '/upload/avatar/1409467417397.jpg', '1409490492285'),
(255, '16090115', '秦梓彤', '230804200203062564', 6, 17, 0, '2002-03-06', '黑龙江省佳木斯市', '汉', 2, '13910110949', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 245, '/upload/avatar/1409467417397.jpg', '1409490492286'),
(256, '16090201', '褚静雅', '230804200207269792', 6, 18, 1, '2002-07-26', '黑龙江省佳木斯市', '汉', 1, '13986169559', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 199, '/upload/avatar/1409467417397.jpg', '1409490492286'),
(257, '16090202', '曹清漪', '230804200206018548', 6, 18, 1, '2002-06-01', '黑龙江省佳木斯市', '汉', 2, '13962280266', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 120, '/upload/avatar/1409467417397.jpg', '1409490492286'),
(258, '16090203', '郑若云', '230804200204152305', 6, 18, 1, '2002-04-15', '黑龙江省佳木斯市', '汉', 2, '13969851951', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 9, '/upload/avatar/1409467417397.jpg', '1409490492287'),
(259, '16090204', '曹胤亨', '230804200207164175', 6, 18, 0, '2002-07-16', '黑龙江省佳木斯市', '汉', 1, '13926506270', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 50, '/upload/avatar/1409467417397.jpg', '1409490492290'),
(260, '16090205', '沈玫嘉', '230804200202144968', 6, 18, 0, '2002-02-14', '黑龙江省佳木斯市', '汉', 2, '13942762344', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 103, '/upload/avatar/1409467417397.jpg', '1409490492291'),
(261, '16090206', '杨映秋', '230804200204133447', 6, 18, 1, '2002-04-13', '黑龙江省佳木斯市', '汉', 2, '13938862953', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 225, '/upload/avatar/1409467417397.jpg', '1409490492291'),
(262, '16090207', '严曼音', '230804200206232684', 6, 18, 1, '2002-06-23', '黑龙江省佳木斯市', '汉', 2, '13910691403', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 185, '/upload/avatar/1409467417397.jpg', '1409490492292'),
(263, '16090208', '施志盟', '230804200212262309', 6, 18, 0, '2002-12-26', '黑龙江省佳木斯市', '汉', 2, '13909856433', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 219, '/upload/avatar/1409467417397.jpg', '1409490492292'),
(264, '16090209', '褚雅美', '230804200211158278', 6, 18, 1, '2002-11-15', '黑龙江省佳木斯市', '汉', 2, '13959767611', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 21, '/upload/avatar/1409467417397.jpg', '1409490492293'),
(265, '16090210', '孙馨欣', '230804200211248185', 6, 18, 1, '2002-11-24', '黑龙江省佳木斯市', '汉', 1, '13947350957', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 199, '/upload/avatar/1409467417397.jpg', '1409490492294'),
(266, '16090211', '吕笑寒', '230804200207142920', 6, 18, 1, '2002-07-14', '黑龙江省佳木斯市', '汉', 1, '13932979098', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 160, '/upload/avatar/1409467417397.jpg', '1409490492294'),
(267, '16090212', '周鑫齐', '230804200206035456', 6, 18, 0, '2002-06-03', '黑龙江省佳木斯市', '汉', 1, '13921293753', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 225, '/upload/avatar/1409467417397.jpg', '1409490492294'),
(268, '16090213', '孙皓琬', '230804200202073808', 6, 18, 0, '2002-02-07', '黑龙江省佳木斯市', '汉', 1, '13989984101', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 32, '/upload/avatar/1409467417397.jpg', '1409490492295'),
(269, '16090214', '吕昱漳', '230804200205195816', 6, 18, 0, '2002-05-19', '黑龙江省佳木斯市', '汉', 2, '13943139144', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 99, '/upload/avatar/1409467417397.jpg', '1409490492295'),
(270, '16090215', '秦忆梅', '230804200207038108', 6, 18, 1, '2002-07-03', '黑龙江省佳木斯市', '汉', 2, '13953852740', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 116, '/upload/avatar/1409467417397.jpg', '1409490492296'),
(271, '16090301', '秦婷秀', '230804200202019963', 6, 19, 1, '2002-02-01', '黑龙江省佳木斯市', '汉', 2, '13912072693', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 65, '/upload/avatar/1409467417397.jpg', '1409490492296'),
(272, '16090302', '戚清霁', '230804200211025569', 6, 19, 1, '2002-11-02', '黑龙江省佳木斯市', '汉', 1, '13983201705', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 52, '/upload/avatar/1409467417397.jpg', '1409490492296'),
(273, '16090303', '金世华', '230804200212184267', 6, 19, 0, '2002-12-18', '黑龙江省佳木斯市', '汉', 1, '13927078500', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 66, '/upload/avatar/1409467417397.jpg', '1409490492297'),
(274, '16090304', '杨长湖', '230804200206156939', 6, 19, 0, '2002-06-15', '黑龙江省佳木斯市', '汉', 1, '13919058373', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 224, '/upload/avatar/1409467417397.jpg', '1409490492297'),
(275, '16090305', '秦彬佳', '230804200203061217', 6, 19, 0, '2002-03-06', '黑龙江省佳木斯市', '汉', 2, '13918685084', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 134, '/upload/avatar/1409467417397.jpg', '1409490492297'),
(276, '16090306', '吕展映', '230804200210057545', 6, 19, 0, '2002-10-05', '黑龙江省佳木斯市', '汉', 1, '13906336782', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 191, '/upload/avatar/1409467417397.jpg', '1409490492298'),
(277, '16090307', '华仁辉', '230804200208218054', 6, 19, 0, '2002-08-21', '黑龙江省佳木斯市', '汉', 1, '13912483914', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 4, '/upload/avatar/1409467417397.jpg', '1409490492298'),
(278, '16090308', '吕璇子', '230804200208181581', 6, 19, 1, '2002-08-18', '黑龙江省佳木斯市', '汉', 2, '13965811957', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 115, '/upload/avatar/1409467417397.jpg', '1409490492299'),
(279, '16090309', '许濛溪', '230804200206171883', 6, 19, 0, '2002-06-17', '黑龙江省佳木斯市', '汉', 2, '13946256605', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 73, '/upload/avatar/1409467417397.jpg', '1409490492301'),
(280, '16090310', '王欣愉', '230804200211257464', 6, 19, 1, '2002-11-25', '黑龙江省佳木斯市', '汉', 1, '13900068051', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 125, '/upload/avatar/1409467417397.jpg', '1409490492302'),
(281, '16090311', '李恒瑄', '230804200205031004', 6, 19, 0, '2002-05-03', '黑龙江省佳木斯市', '汉', 1, '13977603336', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 3, '/upload/avatar/1409467417397.jpg', '1409490492302'),
(282, '16090312', '李利州', '230804200212011208', 6, 19, 0, '2002-12-01', '黑龙江省佳木斯市', '汉', 1, '13984589099', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 37, '/upload/avatar/1409467417397.jpg', '1409490492302'),
(283, '16090313', '蒋丰祯', '230804200212225047', 6, 19, 0, '2002-12-22', '黑龙江省佳木斯市', '汉', 2, '13952745545', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 224, '/upload/avatar/1409467417397.jpg', '1409490492303'),
(284, '16090314', '张妏杰', '230804200211289580', 6, 19, 0, '2002-11-28', '黑龙江省佳木斯市', '汉', 1, '13927866122', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 84, '/upload/avatar/1409467417397.jpg', '1409490492303'),
(285, '16090315', '华芷文', '230804200208032712', 6, 19, 1, '2002-08-03', '黑龙江省佳木斯市', '汉', 2, '13901785794', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 217, '/upload/avatar/1409467417397.jpg', '1409490492303'),
(286, '16090401', '孙艳蕊', '230804200203150234', 6, 20, 1, '2002-03-15', '黑龙江省佳木斯市', '汉', 1, '13981699673', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 254, '/upload/avatar/1409467417397.jpg', '1409490492304'),
(287, '16090402', '谢岳扬', '230804200204154762', 6, 20, 0, '2002-04-15', '黑龙江省佳木斯市', '汉', 1, '13995526996', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 52, '/upload/avatar/1409467417397.jpg', '1409490492304'),
(288, '16090403', '郑苹凱', '230804200205029422', 6, 20, 0, '2002-05-02', '黑龙江省佳木斯市', '汉', 1, '13964510883', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 67, '/upload/avatar/1409467417397.jpg', '1409490492307'),
(289, '16090404', '许顺杰', '230804200209305667', 6, 20, 0, '2002-09-30', '黑龙江省佳木斯市', '汉', 2, '13943631379', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 226, '/upload/avatar/1409467417397.jpg', '1409490492307'),
(290, '16090405', '郑传胜', '230804200209219606', 6, 20, 0, '2002-09-21', '黑龙江省佳木斯市', '汉', 1, '13918935121', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 104, '/upload/avatar/1409467417397.jpg', '1409490492308'),
(291, '16090406', '沈香馨', '230804200201122036', 6, 20, 1, '2002-01-12', '黑龙江省佳木斯市', '汉', 1, '13929535638', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 254, '/upload/avatar/1409467417397.jpg', '1409490492308'),
(292, '16090407', '孙芳苓', '230804200203142976', 6, 20, 1, '2002-03-14', '黑龙江省佳木斯市', '汉', 1, '13996938778', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 79, '/upload/avatar/1409467417397.jpg', '1409490492308'),
(293, '16090408', '沈艳丽', '230804200205303012', 6, 20, 1, '2002-05-30', '黑龙江省佳木斯市', '汉', 2, '13916684631', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 210, '/upload/avatar/1409467417397.jpg', '1409490492309'),
(294, '16090409', '杨荣秀', '230804200208277615', 6, 20, 0, '2002-08-27', '黑龙江省佳木斯市', '汉', 1, '13919148901', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 165, '/upload/avatar/1409467417397.jpg', '1409490492309'),
(295, '16090410', '何虹影', '230804200212098456', 6, 20, 1, '2002-12-09', '黑龙江省佳木斯市', '汉', 1, '13957448634', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 91, '/upload/avatar/1409467417397.jpg', '1409490492309'),
(296, '16090411', '陈璇珠', '230804200208089121', 6, 20, 1, '2002-08-08', '黑龙江省佳木斯市', '汉', 1, '13923137724', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 83, '/upload/avatar/1409467417397.jpg', '1409490492310'),
(297, '16090412', '秦婷竹', '230804200205206061', 6, 20, 0, '2002-05-20', '黑龙江省佳木斯市', '汉', 2, '13956434732', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 231, '/upload/avatar/1409467417397.jpg', '1409490492310'),
(298, '16090413', '褚佳悦', '230804200212283323', 6, 20, 1, '2002-12-28', '黑龙江省佳木斯市', '汉', 2, '13999975028', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 146, '/upload/avatar/1409467417397.jpg', '1409490492311'),
(299, '16090414', '卫传智', '230804200212250070', 6, 20, 0, '2002-12-25', '黑龙江省佳木斯市', '汉', 1, '13920292069', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 197, '/upload/avatar/1409467417397.jpg', '1409490492311'),
(300, '16090415', '吕文其', '230804200212071018', 6, 20, 0, '2002-12-07', '黑龙江省佳木斯市', '汉', 1, '13962214595', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 92, '/upload/avatar/1409467417397.jpg', '1409490492312'),
(301, '16100101', '周宸真', '230804200310242369', 6, 21, 0, '2003-10-24', '黑龙江省佳木斯市', '汉', 2, '13947420139', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 203, '/upload/avatar/1409467417397.jpg', '1409490492312'),
(302, '16100102', '吴雨辰', '230804200307080644', 6, 21, 0, '2003-07-08', '黑龙江省佳木斯市', '汉', 2, '13943205359', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 250, '/upload/avatar/1409467417397.jpg', '1409490492312'),
(303, '16100103', '何向卉', '230804200303017416', 6, 21, 1, '2003-03-01', '黑龙江省佳木斯市', '汉', 2, '13970191879', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 84, '/upload/avatar/1409467417397.jpg', '1409490492312'),
(304, '16100104', '陶霞赩', '230804200304038633', 6, 21, 1, '2003-04-03', '黑龙江省佳木斯市', '汉', 2, '13948376754', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 244, '/upload/avatar/1409467417397.jpg', '1409490492313'),
(305, '16100105', '孔曼妮', '230804200311208463', 6, 21, 1, '2003-11-20', '黑龙江省佳木斯市', '汉', 2, '13963562475', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 86, '/upload/avatar/1409467417397.jpg', '1409490492316'),
(306, '16100106', '周凌雪', '230804200310044139', 6, 21, 1, '2003-10-04', '黑龙江省佳木斯市', '汉', 2, '13973860518', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 129, '/upload/avatar/1409467417397.jpg', '1409490492318'),
(307, '16100107', '华红叶', '230804200308128217', 6, 21, 1, '2003-08-12', '黑龙江省佳木斯市', '汉', 2, '13954619264', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 176, '/upload/avatar/1409467417397.jpg', '1409490492318'),
(308, '16100108', '戚秀逸', '230804200302119590', 6, 21, 1, '2003-02-11', '黑龙江省佳木斯市', '汉', 2, '13948682806', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 15, '/upload/avatar/1409467417397.jpg', '1409490492319'),
(309, '16100109', '孔夏青', '230804200304059183', 6, 21, 1, '2003-04-05', '黑龙江省佳木斯市', '汉', 1, '13917481573', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 91, '/upload/avatar/1409467417397.jpg', '1409490492319'),
(310, '16100110', '孔宏伟', '230804200303020837', 6, 21, 0, '2003-03-02', '黑龙江省佳木斯市', '汉', 1, '13913731201', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 38, '/upload/avatar/1409467417397.jpg', '1409490492320'),
(311, '16100111', '吕鑫浩', '230804200312070433', 6, 21, 0, '2003-12-07', '黑龙江省佳木斯市', '汉', 2, '13949003162', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 52, '/upload/avatar/1409467417397.jpg', '1409490492320');
INSERT INTO `student` (`id`, `uuid`, `name`, `identity`, `sid`, `cid`, `sex`, `birth`, `birthplace`, `national`, `feature`, `phone`, `desc`, `address`, `status`, `sort`, `image`, `time`) VALUES
(312, '16100112', '张和悌', '230804200304183252', 6, 21, 1, '2003-04-18', '黑龙江省佳木斯市', '汉', 2, '13933856905', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 101, '/upload/avatar/1409467417397.jpg', '1409490492320'),
(313, '16100113', '蒋签循', '230804200307303073', 6, 21, 0, '2003-07-30', '黑龙江省佳木斯市', '汉', 2, '13971097240', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 239, '/upload/avatar/1409467417397.jpg', '1409490492321'),
(314, '16100114', '褚传磊', '230804200306304088', 6, 21, 0, '2003-06-30', '黑龙江省佳木斯市', '汉', 1, '13953625518', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 102, '/upload/avatar/1409467417397.jpg', '1409490492321'),
(315, '16100115', '褚欣愉', '230804200303264943', 6, 21, 1, '2003-03-26', '黑龙江省佳木斯市', '汉', 2, '13901077560', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 211, '/upload/avatar/1409467417397.jpg', '1409490492321'),
(316, '16100201', '施杰颢', '230804200309297507', 6, 22, 0, '2003-09-29', '黑龙江省佳木斯市', '汉', 2, '13975083929', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 179, '/upload/avatar/1409467417397.jpg', '1409490492322'),
(317, '16100202', '郑宏伟', '230804200301065153', 6, 22, 0, '2003-01-06', '黑龙江省佳木斯市', '汉', 1, '13988683220', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 186, '/upload/avatar/1409467417397.jpg', '1409490492322'),
(318, '16100203', '杨昱漳', '230804200309204838', 6, 22, 0, '2003-09-20', '黑龙江省佳木斯市', '汉', 2, '13971760031', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 217, '/upload/avatar/1409467417397.jpg', '1409490492322'),
(319, '16100204', '韩乐心', '230804200308184817', 6, 22, 1, '2003-08-18', '黑龙江省佳木斯市', '汉', 2, '13944739903', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 132, '/upload/avatar/1409467417397.jpg', '1409490492322'),
(320, '16100205', '金心怡', '230804200302165291', 6, 22, 1, '2003-02-16', '黑龙江省佳木斯市', '汉', 2, '13970117296', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 111, '/upload/avatar/1409467417397.jpg', '1409490492323'),
(321, '16100206', '赵文其', '230804200310250847', 6, 22, 0, '2003-10-25', '黑龙江省佳木斯市', '汉', 2, '13927465760', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 137, '/upload/avatar/1409467417397.jpg', '1409490492323'),
(322, '16100207', '郑英华', '230804200306086523', 6, 22, 1, '2003-06-08', '黑龙江省佳木斯市', '汉', 1, '13911504310', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 186, '/upload/avatar/1409467417397.jpg', '1409490492323'),
(323, '16100208', '王浩成', '230804200311050144', 6, 22, 0, '2003-11-05', '黑龙江省佳木斯市', '汉', 1, '13940009030', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 146, '/upload/avatar/1409467417397.jpg', '1409490492324'),
(324, '16100209', '陈慧捷', '230804200302254864', 6, 22, 1, '2003-02-25', '黑龙江省佳木斯市', '汉', 2, '13955048038', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 131, '/upload/avatar/1409467417397.jpg', '1409490492324'),
(325, '16100210', '秦忠龙', '230804200309042620', 6, 22, 0, '2003-09-04', '黑龙江省佳木斯市', '汉', 2, '13903784701', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 65, '/upload/avatar/1409467417397.jpg', '1409490492324'),
(326, '16100211', '王尹智', '230804200308188860', 6, 22, 0, '2003-08-18', '黑龙江省佳木斯市', '汉', 1, '13992894884', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 244, '/upload/avatar/1409467417397.jpg', '1409490492324'),
(327, '16100212', '杨洪杰', '230804200302285824', 6, 22, 0, '2003-02-28', '黑龙江省佳木斯市', '汉', 1, '13933407786', '在同学中，有良好的人际关系；在同学中��较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 102, '/upload/avatar/1409467417397.jpg', '1409490492325'),
(328, '16100213', '孔兰梦', '230804200308056347', 6, 22, 1, '2003-08-05', '黑龙江省佳木斯市', '汉', 1, '13981967214', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 141, '/upload/avatar/1409467417397.jpg', '1409490492325'),
(329, '16100214', '华曼妮', '230804200307128560', 6, 22, 1, '2003-07-12', '黑龙江省佳木斯市', '汉', 1, '13958186547', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 240, '/upload/avatar/1409467417397.jpg', '1409490492326'),
(330, '16100215', '曹永剑', '230804200307120771', 6, 22, 0, '2003-07-12', '黑龙江省佳木斯市', '汉', 2, '13991107075', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 79, '/upload/avatar/1409467417397.jpg', '1409490492328'),
(331, '16100301', '秦洪杰', '230804200304074005', 6, 23, 0, '2003-04-07', '黑龙江省佳木斯市', '汉', 1, '13994401449', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 154, '/upload/avatar/1409467417397.jpg', '1409490492329'),
(332, '16100302', '何晴雪', '230804200307126720', 6, 23, 1, '2003-07-12', '黑龙江省佳木斯市', '汉', 2, '13996308052', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 246, '/upload/avatar/1409467417397.jpg', '1409490492329'),
(333, '16100303', '韩琪煜', '230804200305260884', 6, 23, 0, '2003-05-26', '黑龙江省佳木斯市', '汉', 2, '13981779800', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 46, '/upload/avatar/1409467417397.jpg', '1409490492329'),
(334, '16100304', '杨启辰', '230804200311131301', 6, 23, 0, '2003-11-13', '黑龙江省佳木斯市', '汉', 1, '13940167739', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 8, '/upload/avatar/1409467417397.jpg', '1409490492330'),
(335, '16100305', '尤芳纶', '230804200311303575', 6, 23, 0, '2003-11-30', '黑龙江省佳木斯市', '汉', 2, '13940779518', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 167, '/upload/avatar/1409467417397.jpg', '1409490492330'),
(336, '16100306', '陈译晃', '230804200302233369', 6, 23, 0, '2003-02-23', '黑龙江省佳木斯市', '汉', 1, '13917803851', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 104, '/upload/avatar/1409467417397.jpg', '1409490492330'),
(337, '16100307', '华艳丽', '230804200301091700', 6, 23, 1, '2003-01-09', '黑龙江省佳木斯市', '汉', 2, '13959375558', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 0, '/upload/avatar/1409467417397.jpg', '1409490492331'),
(338, '16100308', '戚古兰', '230804200312156722', 6, 23, 1, '2003-12-15', '黑龙江省佳木斯市', '汉', 2, '13984710519', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 3, '/upload/avatar/1409467417397.jpg', '1409490492331'),
(339, '16100309', '郑邀晨', '230804200301257078', 6, 23, 0, '2003-01-25', '黑龙江省佳木斯市', '汉', 1, '13931185552', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 11, '/upload/avatar/1409467417397.jpg', '1409490492331'),
(340, '16100310', '吴静曼', '230804200306299637', 6, 23, 1, '2003-06-29', '黑龙江省佳木斯市', '汉', 2, '13908835596', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 24, '/upload/avatar/1409467417397.jpg', '1409490492332'),
(341, '16100311', '秦晴画', '230804200301110855', 6, 23, 1, '2003-01-11', '黑龙江省佳木斯市', '汉', 1, '13993007014', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 115, '/upload/avatar/1409467417397.jpg', '1409490492332'),
(342, '16100312', '尤依云', '230804200310213525', 6, 23, 1, '2003-10-21', '黑龙江省佳木斯市', '汉', 2, '13977907086', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 21, '/upload/avatar/1409467417397.jpg', '1409490492332'),
(343, '16100313', '尤颖政', '230804200311137490', 6, 23, 0, '2003-11-13', '黑龙江省佳木斯市', '汉', 1, '13962470772', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 116, '/upload/avatar/1409467417397.jpg', '1409490492332'),
(344, '16100314', '卫嘉悦', '230804200307099669', 6, 23, 1, '2003-07-09', '黑龙江省佳木斯市', '汉', 2, '13969371869', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 72, '/upload/avatar/1409467417397.jpg', '1409490492333'),
(345, '16100315', '严传煦', '230804200301067924', 6, 23, 0, '2003-01-06', '黑龙江省佳木斯市', '汉', 2, '13952150979', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 186, '/upload/avatar/1409467417397.jpg', '1409490492333'),
(346, '16100401', '魏昊萌', '230804200305239516', 6, 24, 0, '2003-05-23', '黑龙江省佳木斯市', '汉', 2, '13938207023', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 141, '/upload/avatar/1409467417397.jpg', '1409490492333'),
(347, '16100402', '何每谆', '230804200302103787', 6, 24, 0, '2003-02-10', '黑龙江省佳木斯市', '汉', 2, '13960379199', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 78, '/upload/avatar/1409467417397.jpg', '1409490492334'),
(348, '16100403', '朱晴虹', '230804200309030141', 6, 24, 1, '2003-09-03', '黑龙江省佳木斯市', '汉', 1, '13901847746', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 88, '/upload/avatar/1409467417397.jpg', '1409490492334'),
(349, '16100404', '华传鑫', '230804200303235479', 6, 24, 0, '2003-03-23', '黑龙江省佳木斯市', '汉', 1, '13941128900', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 59, '/upload/avatar/1409467417397.jpg', '1409490492337'),
(350, '16100405', '金传豪', '230804200301265031', 6, 24, 0, '2003-01-26', '黑龙江省佳木斯市', '汉', 1, '13991467306', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 164, '/upload/avatar/1409467417397.jpg', '1409490492338'),
(351, '16100406', '卫传鑫', '230804200306153843', 6, 24, 0, '2003-06-15', '黑龙江省佳木斯市', '汉', 2, '13911170629', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 201, '/upload/avatar/1409467417397.jpg', '1409490492340'),
(352, '16100407', '李智美', '230804200309263136', 6, 24, 1, '2003-09-26', '黑龙江省佳木斯市', '汉', 2, '13982842942', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 38, '/upload/avatar/1409467417397.jpg', '1409490492340'),
(353, '16100408', '朱恬美', '230804200311060250', 6, 24, 1, '2003-11-06', '黑龙江省佳木斯市', '汉', 1, '13941228891', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 139, '/upload/avatar/1409467417397.jpg', '1409490492340'),
(354, '16100409', '陶秀美', '230804200311274278', 6, 24, 1, '2003-11-27', '黑龙江省佳木斯市', '汉', 2, '13928454521', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 38, '/upload/avatar/1409467417397.jpg', '1409490492341'),
(355, '16100410', '冯红艳', '230804200311129808', 6, 24, 1, '2003-11-12', '黑龙江省佳木斯市', '汉', 1, '13981663451', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 56, '/upload/avatar/1409467417397.jpg', '1409490492341'),
(356, '16100411', '尤红亮', '230804200305241375', 6, 24, 0, '2003-05-24', '黑龙江省佳木斯市', '汉', 2, '13924540032', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 33, '/upload/avatar/1409467417397.jpg', '1409490492341'),
(357, '16100412', '卫晴波', '230804200309042364', 6, 24, 1, '2003-09-04', '黑龙江省佳木斯市', '汉', 1, '13970456253', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 63, '/upload/avatar/1409467417397.jpg', '1409490492342'),
(358, '16100413', '王杰颢', '230804200311117359', 6, 24, 0, '2003-11-11', '黑龙江省佳木斯市', '汉', 1, '13942549148', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 46, '/upload/avatar/1409467417397.jpg', '1409490492342'),
(359, '16100414', '褚和璧', '230804200302101238', 6, 24, 1, '2003-02-10', '黑龙江省佳木斯市', '汉', 2, '13916427025', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 202, '/upload/avatar/1409467417397.jpg', '1409490492342'),
(360, '16100415', '魏财坤', '230804200306299453', 6, 24, 0, '2003-06-29', '黑龙江省佳木斯市', '汉', 2, '13927712077', '在同学中，有良好的人际关系；在同学中有较高的威信；善于协同"作战"。', '黑龙江省佳木斯市', 0, 136, '/upload/avatar/1409467417397.jpg', '1409490492342');

-- --------------------------------------------------------

--
-- Table structure for table `teacher`
--

CREATE TABLE IF NOT EXISTS `teacher` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(8) NOT NULL COMMENT '11位教师编号',
  `name` varchar(45) NOT NULL COMMENT '姓名',
  `identity` varchar(18) NOT NULL COMMENT '身份证',
  `rid` int(11) NOT NULL COMMENT '角色ID',
  `sid` int(11) NOT NULL COMMENT '学校编号',
  `sex` int(11) NOT NULL COMMENT '性别',
  `birth` varchar(45) NOT NULL COMMENT '出生日期',
  `birthplace` varchar(45) NOT NULL COMMENT '籍贯',
  `national` varchar(10) NOT NULL COMMENT '民族',
  `feature` int(11) NOT NULL DEFAULT '0' COMMENT '政治面貌（党员，团员，群众）',
  `desc` text COMMENT '教师介绍',
  `education` int(11) NOT NULL DEFAULT '0' COMMENT '学历（学士，硕士，博士）',
  `address` varchar(100) NOT NULL COMMENT '家庭住址',
  `seniority` int(11) NOT NULL COMMENT '教龄',
  `phone` varchar(11) NOT NULL COMMENT '电话',
  `email` varchar(100) NOT NULL COMMENT '电子邮箱',
  `status` int(11) NOT NULL DEFAULT '0' COMMENT '状态（在职，病退，退休，休假）',
  `sort` int(11) NOT NULL DEFAULT '0' COMMENT '排序值',
  `image` varchar(100) DEFAULT NULL COMMENT '图片url',
  `time` varchar(45) DEFAULT NULL COMMENT '信息录入时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`),
  UNIQUE KEY `uuid_UNIQUE` (`uuid`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='教师信息表' AUTO_INCREMENT=191 ;

--
-- Dumping data for table `teacher`
--

INSERT INTO `teacher` (`id`, `uuid`, `name`, `identity`, `rid`, `sid`, `sex`, `birth`, `birthplace`, `national`, `feature`, `desc`, `education`, `address`, `seniority`, `phone`, `email`, `status`, `sort`, `image`, `time`) VALUES
(1, 'QzdPomTF', '严展博', '230804197307087811', 3, 6, 0, '1973-7-8', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 25, '13954387855', 'yanzhanbo@163.com', 0, 232, '/upload/avatar/1409467417397.jpg', '1409477162285'),
(2, 'o23PhHZo', '施胤亨', '230804197608206182', 4, 1, 0, '1976-8-20', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 14, '13987400570', 'shizuoheng@163.com', 0, 198, '/upload/avatar/1409467417397.jpg', '1409477162286'),
(3, 'h8l4biS8', '严丰祯', '230804197912255837', 4, 3, 0, '1979-12-25', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 14, '13947781739', 'yanfengzuo@163.com', 0, 14, '/upload/avatar/1409467417397.jpg', '1409477162288'),
(4, '2ugNMImd', '钱仁辉', '230804198409029663', 4, 1, 0, '1984-9-2', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 25, '13946553510', 'qianrenhui@163.com', 0, 201, '/upload/avatar/1409467417397.jpg', '1409477162289'),
(5, 'nMUcbJva', '张浩宇', '230804197309109081', 3, 6, 0, '1973-9-10', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 17, '13981579212', 'zhanghaoyu@163.com', 0, 228, '/upload/avatar/1409467417397.jpg', '1409477162290'),
(6, 'qvMkArQI', '尤佳悦', '230804196210039528', 4, 3, 1, '1962-10-3', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 15, '13937646850', 'youjiayue@163.com', 0, 199, '/upload/avatar/1409467417397.jpg', '1409477162291'),
(7, 'aZrKzN4L', '孙紫阳', '230804197906232990', 4, 2, 0, '1979-6-23', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 18, '13967839599', 'sunziyang@163.com', 0, 54, '/upload/avatar/1409467417397.jpg', '1409477162292'),
(8, '5zsx9ZYW', '姜静睿', '230804196602152352', 4, 4, 0, '1966-2-15', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 11, '13907816737', 'jiangjingzuo@163.com', 0, 192, '/upload/avatar/1409467417397.jpg', '1409477162293'),
(9, 'HQwx2Xqs', '严嘉怡', '230804196809031796', 4, 4, 1, '1968-9-3', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 23, '13924892312', 'yanjiazuo@163.com', 0, 135, '/upload/avatar/1409467417397.jpg', '1409477162294'),
(10, 'Y8ZFUZ6B', '吕慧秀', '230804196108283853', 4, 5, 1, '1961-8-28', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 27, '13902272679', 'lvhuixiu@163.com', 0, 239, '/upload/avatar/1409467417397.jpg', '1409477162297'),
(11, 'vkGGKAir', '蒋珊慈', '230804196501124766', 3, 6, 0, '1965-1-12', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 22, '13961378178', 'jiangshanci@163.com', 0, 80, '/upload/avatar/1409467417397.jpg', '1409477162298'),
(12, 'fdKdeBpo', '冯志绮', '230804197411133294', 3, 6, 0, '1974-11-13', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 19, '13977297531', 'fengzhizuo@163.com', 0, 226, '/upload/avatar/1409467417397.jpg', '1409477162300'),
(13, 'Fe8NTzKF', '许文敏', '230804198307149742', 4, 3, 1, '1983-7-14', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 21, '13905693068', 'xuwenmin@163.com', 0, 39, '/upload/avatar/1409467417397.jpg', '1409477162301'),
(14, 'rQBcPcua', '吕译晃', '230804198407252843', 4, 4, 0, '1984-7-25', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 12, '13967468422', 'lvyihuang@163.com', 0, 11, '/upload/avatar/1409467417397.jpg', '1409477162302'),
(15, 'RiAeUrj6', '蒋其雯', '230804196707016400', 4, 1, 0, '1967-7-1', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 11, '13960065021', 'jiangqizuo@163.com', 0, 7, '/upload/avatar/1409467417397.jpg', '1409477162303'),
(16, 'hrUaXkTY', '韩清婉', '230804196310234832', 4, 4, 1, '1963-10-23', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 13, '13983520537', 'hanqingwan@163.com', 0, 117, '/upload/avatar/1409467417397.jpg', '1409477162303'),
(17, 'YImKDUpl', '秦君浩', '230804197710187905', 4, 1, 0, '1977-10-18', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 13, '13920096419', 'qinjunhao@163.com', 0, 119, '/upload/avatar/1409467417397.jpg', '1409477162304'),
(18, 'lrmlPclK', '陈芳洁', '230804196302274659', 4, 2, 1, '1963-2-27', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 13, '13921627504', 'chenfangjie@163.com', 0, 35, '/upload/avatar/1409467417397.jpg', '1409477162304'),
(19, 'l5QPDnHY', '曹清秋', '230804198303178998', 3, 6, 1, '1983-3-17', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13925335875', 'caoqingqiu@163.com', 0, 213, '/upload/avatar/1409467417397.jpg', '1409477162305'),
(20, 'saV1E1W3', '秦长湖', '230804196307282405', 4, 3, 0, '1963-7-28', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 24, '13929542794', 'qinchanghu@163.com', 0, 250, '/upload/avatar/1409467417397.jpg', '1409477162306'),
(21, 'yeJg4MrE', '周智阳', '230804198403132100', 4, 4, 0, '1984-3-13', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 29, '13973097541', 'zhouzhiyang@163.com', 0, 175, '/upload/avatar/1409467417397.jpg', '1409477162306'),
(22, 'nuO0GEzg', '戚思云', '230804197601266565', 4, 1, 1, '1976-1-26', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 20, '13939047971', 'qisiyun@163.com', 0, 171, '/upload/avatar/1409467417397.jpg', '1409477162307'),
(23, 'jf7mxr5D', '杨诗蕾', '230804197806247600', 4, 4, 1, '1978-6-24', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13948385325', 'yangshilei@163.com', 0, 187, '/upload/avatar/1409467417397.jpg', '1409477162307'),
(24, 'xWP7duhl', '卫雯丽', '230804196801175270', 3, 6, 1, '1968-1-17', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 11, '13953688254', 'weizuoli@163.com', 0, 168, '/upload/avatar/1409467417397.jpg', '1409477162308'),
(25, 'ecco1Prt', '赵思语', '230804196808268907', 4, 3, 0, '1968-8-26', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 13, '13954046088', 'zhaosiyu@163.com', 0, 210, '/upload/avatar/1409467417397.jpg', '1409477162309'),
(26, '4cdC0euV', '施尹吟', '230804196008213452', 3, 6, 0, '1960-8-21', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 24, '13935946533', 'shiyinyin@163.com', 0, 3, '/upload/avatar/1409467417397.jpg', '1409477162309'),
(27, '6qIYeQME', '严思云', '230804196712242249', 4, 3, 1, '1967-12-24', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 21, '13982518426', 'yansiyun@163.com', 0, 222, '/upload/avatar/1409467417397.jpg', '1409477162310'),
(28, '2ywg565l', '孙婉然', '230804198305303992', 4, 5, 1, '1983-5-30', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 17, '13920996730', 'sunwanran@163.com', 0, 188, '/upload/avatar/1409467417397.jpg', '1409477162311'),
(29, '1wIZW8lu', '谢秀洁', '230804196202049603', 4, 5, 1, '1962-2-4', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 15, '13908054600', 'xiexiujie@163.com', 0, 73, '/upload/avatar/1409467417397.jpg', '1409477162311'),
(30, 'AyF9lsBj', '卫戈雅', '230804198405030186', 3, 6, 1, '1984-5-3', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 18, '13976142915', 'weigeya@163.com', 0, 223, '/upload/avatar/1409467417397.jpg', '1409477162312'),
(31, 'DZg9Jwao', '谢清淑', '230804198605206652', 4, 1, 1, '1986-5-20', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 18, '13991186064', 'xieqingshu@163.com', 0, 241, '/upload/avatar/1409467417397.jpg', '1409477162312'),
(32, 'tdK9fUkq', '陈昊妍', '230804197201057729', 4, 1, 0, '1972-1-5', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 25, '13958249536', 'chenzuozuo@163.com', 0, 33, '/upload/avatar/1409467417397.jpg', '1409477162313'),
(33, '2SPmPjeB', '李欣悦', '230804198611208753', 4, 2, 1, '1986-11-20', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 18, '13941382328', 'lixinyue@163.com', 0, 157, '/upload/avatar/1409467417397.jpg', '1409477162314'),
(34, '8vFqvpGy', '张秀逸', '230804196411231961', 4, 4, 1, '1964-11-23', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 29, '13924752973', 'zhangxiuyi@163.com', 0, 158, '/upload/avatar/1409467417397.jpg', '1409477162314'),
(35, 'DNE7bQbX', '赵辛意', '230804196512020126', 3, 6, 0, '1965-12-2', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 25, '13905958575', 'zhaoxinyi@163.com', 0, 100, '/upload/avatar/1409467417397.jpg', '1409477162315'),
(36, 'cqRNjAmj', '孙秀美', '230804196609200040', 4, 3, 1, '1966-9-20', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 29, '13968800375', 'sunxiumei@163.com', 0, 242, '/upload/avatar/1409467417397.jpg', '1409477162316'),
(37, '9B5ICE2z', '孔芳泽', '230804198901179214', 4, 1, 1, '1989-1-17', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 11, '13914109962', 'kongfangze@163.com', 0, 31, '/upload/avatar/1409467417397.jpg', '1409477162316'),
(38, 'NUgfI1x8', '赵湛英', '230804198405010927', 3, 6, 1, '1984-5-1', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 20, '13933258340', 'zhaozhanying@163.com', 0, 214, '/upload/avatar/1409467417397.jpg', '1409477162317'),
(39, 'GkUn59za', '赵其雯', '230804198001110906', 4, 2, 0, '1980-1-11', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 13, '13957178458', 'zhaoqizuo@163.com', 0, 99, '/upload/avatar/1409467417397.jpg', '1409477162318'),
(40, 'wALKWSFU', '谢兰泽', '230804196309184789', 4, 4, 1, '1963-9-18', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 19, '13953749205', 'xielanze@163.com', 0, 232, '/upload/avatar/1409467417397.jpg', '1409477162318'),
(41, 'iKpQotff', '钱乐伶', '230804197404143023', 4, 3, 0, '1974-4-14', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 29, '13965083280', 'qianleling@163.com', 0, 154, '/upload/avatar/1409467417397.jpg', '1409477162319'),
(42, 'LC7ZOspw', '曹灵萱', '230804197403309364', 4, 4, 1, '1974-3-30', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 22, '13966311243', 'caolingzuo@163.com', 0, 215, '/upload/avatar/1409467417397.jpg', '1409477162319'),
(43, 'xGe06bOs', '钱云蔚', '230804196806168157', 4, 4, 1, '1968-6-16', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 22, '13966694364', 'qianyunwei@163.com', 0, 137, '/upload/avatar/1409467417397.jpg', '1409477162320'),
(44, 'XdDZ1MPw', '赵曼冬', '230804198103196340', 3, 6, 1, '1981-3-19', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 21, '13975347724', 'zhaomandong@163.com', 0, 239, '/upload/avatar/1409467417397.jpg', '1409477162320'),
(45, 'H6c3A2qB', '周妏枝', '230804197804026181', 4, 2, 0, '1978-4-2', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 24, '13978995712', 'zhou?zhi@163.com', 0, 39, '/upload/avatar/1409467417397.jpg', '1409477162321'),
(46, 'ZbJkLJdd', '华文君', '230804196105092949', 4, 4, 1, '1961-5-9', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 21, '13970776884', 'huawenjun@163.com', 0, 220, '/upload/avatar/1409467417397.jpg', '1409477162322'),
(47, 'dBILNdaD', '何云臻', '230804196311010109', 4, 5, 1, '1963-11-1', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 14, '13906736391', 'heyunzhen@163.com', 0, 109, '/upload/avatar/1409467417397.jpg', '1409477162323'),
(48, '1s5to7Aa', '何以彤', '230804197108061633', 4, 5, 1, '1971-8-6', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 11, '13955912868', 'heyitong@163.com', 0, 90, '/upload/avatar/1409467417397.jpg', '1409477162324'),
(49, 'Gm8FmTA9', '戚墨含', '230804197309215691', 3, 6, 0, '1973-9-21', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 24, '13926109473', 'qimohan@163.com', 0, 59, '/upload/avatar/1409467417397.jpg', '1409477162324'),
(50, 'DhwW4uAy', '施乐伶', '230804196901177034', 4, 5, 0, '1969-1-17', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 22, '13975234372', 'shileling@163.com', 0, 56, '/upload/avatar/1409467417397.jpg', '1409477162325'),
(51, 'LRaqTMZw', '韩杰颢', '230804197809264094', 4, 5, 0, '1978-9-26', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 25, '13968027493', 'hanjiezuo@163.com', 0, 195, '/upload/avatar/1409467417397.jpg', '1409477162326'),
(52, 'Ovz5LggM', '施清宁', '230804196107075341', 4, 2, 1, '1961-7-7', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 26, '13961368198', 'shiqingning@163.com', 0, 180, '/upload/avatar/1409467417397.jpg', '1409477162326'),
(53, 'lsXcIuVX', '韩雅琴', '230804198910303070', 4, 5, 1, '1989-10-30', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 17, '13972415424', 'hanyaqin@163.com', 0, 121, '/upload/avatar/1409467417397.jpg', '1409477162327'),
(54, 'A3oLi6K8', '秦颖初', '230804197303160329', 4, 3, 1, '1973-3-16', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 14, '13999546947', 'qinyingchu@163.com', 0, 55, '/upload/avatar/1409467417397.jpg', '1409477162327'),
(55, 'Lwwwd7j9', '沈新月', '230804197107026219', 4, 4, 1, '1971-7-2', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 29, '13994597617', 'shenxinyue@163.com', 0, 183, '/upload/avatar/1409467417397.jpg', '1409477162328'),
(56, 'lZUqgJiK', '华清舒', '230804198809190006', 4, 4, 1, '1988-9-19', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 29, '13919135297', 'huaqingshu@163.com', 0, 95, '/upload/avatar/1409467417397.jpg', '1409477162328'),
(57, 'rDAhx2Q2', '陈美华', '230804198906160419', 4, 1, 1, '1989-6-16', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 28, '13955260000', 'chenmeihua@163.com', 0, 224, '/upload/avatar/1409467417397.jpg', '1409477162329'),
(58, 'lE3O8mNv', '韩岚翠', '230804196710037590', 3, 6, 1, '1967-10-3', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 22, '13994363847', 'hanzuocui@163.com', 0, 84, '/upload/avatar/1409467417397.jpg', '1409477162329'),
(59, 'DIqmzSuM', '褚夏岚', '230804197305145243', 4, 3, 1, '1973-5-14', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 20, '13989165736', 'zuoxiazuo@163.com', 0, 200, '/upload/avatar/1409467417397.jpg', '1409477162330'),
(60, 'asBaBP3i', '李传昊', '230804197406162096', 4, 2, 0, '1974-6-16', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 18, '13911462803', 'lichuanzuo@163.com', 0, 212, '/upload/avatar/1409467417397.jpg', '1409477162330'),
(61, 'aRsxARSa', '秦世成', '230804198006195587', 3, 6, 0, '1980-6-19', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 19, '13910532635', 'qinshicheng@163.com', 0, 107, '/upload/avatar/1409467417397.jpg', '1409477162331'),
(62, '3I33QET3', '曹秀英', '230804197807085512', 4, 1, 1, '1978-7-8', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 20, '13986964072', 'caoxiuying@163.com', 0, 195, '/upload/avatar/1409467417397.jpg', '1409477162331'),
(63, '5UZf6Mbq', '孔婉清', '230804196301077437', 4, 2, 1, '1963-1-7', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 12, '13974289017', 'kongwanqing@163.com', 0, 143, '/upload/avatar/1409467417397.jpg', '1409477162332'),
(64, 'nFZCfVbn', '何宸瑜', '230804197412107792', 4, 4, 0, '1974-12-10', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 11, '13949717292', 'hezuozuo@163.com', 0, 63, '/upload/avatar/1409467417397.jpg', '1409477162332'),
(65, '5ZmWIHtv', '褚智纯', '230804196101246895', 4, 3, 1, '1961-1-24', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 14, '13909731595', 'zuozhichun@163.com', 0, 98, '/upload/avatar/1409467417397.jpg', '1409477162333'),
(66, 'D4SfGWpT', '施传宇', '230804196508227814', 4, 4, 0, '1965-8-22', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 20, '13993166201', 'shichuanyu@163.com', 0, 94, '/upload/avatar/1409467417397.jpg', '1409477162333'),
(67, 'HecJziAl', '张国祥', '230804197806022578', 4, 1, 0, '1978-6-2', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 25, '13987903359', 'zhangguoxiang@163.com', 0, 151, '/upload/avatar/1409467417397.jpg', '1409477162334'),
(68, 'BbI9fiyo', '吕瑶宣', '230804196910197053', 4, 3, 0, '1969-10-19', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 20, '13927232892', 'lvyaoxuan@163.com', 0, 154, '/upload/avatar/1409467417397.jpg', '1409477162334'),
(69, '6roLcgeO', '蒋苹凱', '230804197912117168', 4, 2, 0, '1979-12-11', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 19, '13987398787', 'jiangping?@163.com', 0, 138, '/upload/avatar/1409467417397.jpg', '1409477162335'),
(70, 'ZOQDUS7o', '蒋文其', '230804197407260115', 4, 4, 0, '1974-7-26', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 27, '13909715865', 'jiangwenqi@163.com', 0, 45, '/upload/avatar/1409467417397.jpg', '1409477162335'),
(71, 'U0bPUkoH', '何宏伟', '230804196905093814', 4, 1, 0, '1969-5-9', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 20, '13973995801', 'hehongwei@163.com', 0, 86, '/upload/avatar/1409467417397.jpg', '1409477162336'),
(72, 'U8DsRGV5', '杨幼怡', '230804198201216945', 4, 4, 1, '1982-1-21', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13982597787', 'yangyouzuo@163.com', 0, 251, '/upload/avatar/1409467417397.jpg', '1409477162336'),
(73, 'FasuKvPB', '冯永剑', '230804198802275058', 4, 3, 0, '1988-2-27', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 14, '13940892080', 'fengyongjian@163.com', 0, 159, '/upload/avatar/1409467417397.jpg', '1409477162337'),
(74, 'QeuYCs7L', '严岚彩', '230804198307161237', 4, 5, 1, '1983-7-16', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 13, '13940966391', 'yanzuocai@163.com', 0, 205, '/upload/avatar/1409467417397.jpg', '1409477162337'),
(75, 'dkYGJGk5', '张登治', '230804196902118358', 4, 2, 0, '1969-2-11', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 17, '13905342681', 'zhangdengzhi@163.com', 0, 160, '/upload/avatar/1409467417397.jpg', '1409477162337'),
(76, 'rZ502ekB', '许凌波', '230804197804108780', 4, 2, 1, '1978-4-10', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 23, '13987014807', 'xulingbo@163.com', 0, 40, '/upload/avatar/1409467417397.jpg', '1409477162338'),
(77, 'uNjrUUo2', '金钰仁', '230804196209205970', 4, 5, 0, '1962-9-20', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 27, '13994792039', 'jinzuoren@163.com', 0, 226, '/upload/avatar/1409467417397.jpg', '1409477162338'),
(78, 'THyFxHAb', '郑传豪', '230804196611012784', 4, 5, 0, '1966-11-1', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 11, '13995383565', 'zhengchuanhao@163.com', 0, 45, '/upload/avatar/1409467417397.jpg', '1409477162339'),
(79, 'T3hCd9xo', '杨秀婉', '230804196502147225', 4, 4, 1, '1965-2-14', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 29, '13949433405', 'yangxiuwan@163.com', 0, 67, '/upload/avatar/1409467417397.jpg', '1409477162340');
INSERT INTO `teacher` (`id`, `uuid`, `name`, `identity`, `rid`, `sid`, `sex`, `birth`, `birthplace`, `national`, `feature`, `desc`, `education`, `address`, `seniority`, `phone`, `email`, `status`, `sort`, `image`, `time`) VALUES
(80, '3WG6kmB9', '赵芳纶', '230804196305179660', 3, 6, 0, '1963-5-17', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 24, '13909537591', 'zhaofanglun@163.com', 0, 0, '/upload/avatar/1409467417397.jpg', '1409477162340'),
(81, 'oBaQoJDi', '钱飞双', '230804198108224862', 4, 1, 1, '1981-8-22', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 25, '13917431053', 'qianfeishuang@163.com', 0, 166, '/upload/avatar/1409467417397.jpg', '1409477162341'),
(82, '3SnKeOo7', '孙莹琇', '230804198107273391', 4, 4, 1, '1981-7-27', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 19, '13967728717', 'sunying?@163.com', 0, 247, '/upload/avatar/1409467417397.jpg', '1409477162342'),
(83, 'nbJ1z0ql', '秦梓涵', '230804198806094241', 4, 2, 0, '1988-6-9', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 13, '13958077857', 'qinzuohan@163.com', 0, 58, '/upload/avatar/1409467417397.jpg', '1409477162342'),
(84, 'xeDYUqfS', '戚新梅', '230804196004248845', 4, 1, 1, '1960-4-24', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 14, '13916790270', 'qixinmei@163.com', 0, 125, '/upload/avatar/1409467417397.jpg', '1409477162343'),
(85, 'gkiY4gRv', '魏梦菲', '230804197802077581', 4, 1, 1, '1978-2-7', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 20, '13932522704', 'weimengfei@163.com', 0, 238, '/upload/avatar/1409467417397.jpg', '1409477162343'),
(86, 'FW4UqfOr', '冯宇阳', '230804198004202250', 4, 2, 0, '1980-4-20', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 14, '13904264893', 'fengyuyang@163.com', 0, 85, '/upload/avatar/1409467417397.jpg', '1409477162344'),
(87, 'wcFRqe6B', '钱恩军', '230804196404165641', 4, 3, 0, '1964-4-16', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 12, '13907178357', 'qianenjun@163.com', 0, 110, '/upload/avatar/1409467417397.jpg', '1409477162344'),
(88, '5X0NYWMi', '谢向雪', '230804198007018065', 3, 6, 1, '1980-7-1', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13938785128', 'xiexiangxue@163.com', 0, 27, '/upload/avatar/1409467417397.jpg', '1409477162345'),
(89, 'XXDJHSyp', '蒋骁骁', '230804197410306225', 4, 2, 0, '1974-10-30', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 12, '13959190240', 'jiangzuozuo@163.com', 0, 189, '/upload/avatar/1409467417397.jpg', '1409477162345'),
(90, 'aVTBvoGz', '严鸿倩', '230804197303128137', 4, 2, 0, '1973-3-12', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 26, '13953170559', 'yanhongzuo@163.com', 0, 214, '/upload/avatar/1409467417397.jpg', '1409477162346'),
(91, 'WgazlQpO', '魏传磊', '230804196601056192', 4, 5, 0, '1966-1-5', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 11, '13945137000', 'weichuanlei@163.com', 0, 167, '/upload/avatar/1409467417397.jpg', '1409477162346'),
(92, 'hm2WBh1s', '朱雅素', '230804197711056607', 4, 2, 1, '1977-11-5', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 20, '13958021329', 'zhuyasu@163.com', 0, 246, '/upload/avatar/1409467417397.jpg', '1409477162346'),
(93, 'GoerBXYe', '周登治', '230804196004109608', 4, 1, 0, '1960-4-10', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 29, '13902819456', 'zhoudengzhi@163.com', 0, 143, '/upload/avatar/1409467417397.jpg', '1409477162347'),
(94, 'fd1SrKWF', '周家馨', '230804196304104713', 4, 3, 1, '1963-4-10', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 12, '13908620659', 'zhoujiazuo@163.com', 0, 94, '/upload/avatar/1409467417397.jpg', '1409477162347'),
(95, 'pupDYZ6N', '陈珮莲', '230804196909080424', 4, 5, 0, '1969-9-8', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 25, '13935719824', 'chen?lian@163.com', 0, 68, '/upload/avatar/1409467417397.jpg', '1409477162348'),
(96, 'fuJC5BLM', '秦颖政', '230804197406295551', 4, 5, 0, '1974-6-29', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13979208025', 'qinyingzheng@163.com', 0, 221, '/upload/avatar/1409467417397.jpg', '1409477162349'),
(97, 'm9WdP0sz', '钱颖帆', '230804196004040203', 4, 2, 0, '1960-4-4', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 12, '13993792028', 'qianyingfan@163.com', 0, 8, '/upload/avatar/1409467417397.jpg', '1409477162349'),
(98, 'zRYOh73e', '郑婉娜', '230804197503099085', 4, 3, 1, '1975-3-9', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13968433228', 'zhengwanna@163.com', 0, 201, '/upload/avatar/1409467417397.jpg', '1409477162350'),
(99, 'tnsCQoNX', '周其雯', '230804198203172345', 4, 2, 0, '1982-3-17', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 28, '13973880467', 'zhouqizuo@163.com', 0, 101, '/upload/avatar/1409467417397.jpg', '1409477162350'),
(100, 'EKl1S6RR', '吴曼妮', '230804196307035162', 4, 5, 1, '1963-7-3', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 27, '13990819831', 'wumanni@163.com', 0, 59, '/upload/avatar/1409467417397.jpg', '1409477162351'),
(101, 'NJ43Yciv', '沈凰羽', '230804197303260909', 4, 6, 0, '1973-3-26', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 27, '13965373091', 'shenhuangyu@163.com', 2, 120, '/upload/avatar/1409467417397.jpg', '1409477194148'),
(102, 'VRcRx3v5', '冯芳洲', '230804197608284727', 4, 4, 1, '1976-8-28', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 10, '13918217327', 'fengfangzhou@163.com', 1, 224, '/upload/avatar/1409467417397.jpg', '1409477194149'),
(103, 'gRXXzBcx', '严紫阳', '230804196012191361', 4, 2, 0, '1960-12-19', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 25, '13908426506', 'yanziyang@163.com', 1, 106, '/upload/avatar/1409467417397.jpg', '1409477194150'),
(104, 'hHAy8nvA', '谢夏兰', '230804197203197317', 4, 5, 1, '1972-3-19', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 17, '13920343994', 'xiexialan@163.com', 2, 6, '/upload/avatar/1409467417397.jpg', '1409477194151'),
(105, 'J4smKdRZ', '赵诗晗', '230804196501133356', 4, 1, 0, '1965-1-13', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 29, '13926068297', 'zhaoshizuo@163.com', 0, 254, '/upload/avatar/1409467417397.jpg', '1409477194152'),
(106, 'uEYOUlfq', '戚侑盛', '230804196403270526', 4, 2, 0, '1964-3-27', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 27, '13952700657', 'qizuosheng@163.com', 1, 234, '/upload/avatar/1409467417397.jpg', '1409477194153'),
(107, '6ZbVY0gw', '施亭芳', '230804197101021074', 4, 6, 0, '1971-1-2', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 29, '13943370888', 'shitingfang@163.com', 2, 32, '/upload/avatar/1409467417397.jpg', '1409477194154'),
(108, 'SSiehL5O', '孙舒兰', '230804197311132039', 4, 1, 1, '1973-11-13', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13919194150', 'sunshulan@163.com', 0, 238, '/upload/avatar/1409467417397.jpg', '1409477194154'),
(109, '1adtZu0i', '许妍玥', '230804197312085709', 4, 2, 0, '1973-12-8', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 19, '13931898213', 'xuzuo?@163.com', 2, 6, '/upload/avatar/1409467417397.jpg', '1409477194155'),
(110, 'knoEl0Io', '魏书萱', '230804196909046641', 4, 6, 1, '1969-9-4', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 18, '13967498208', 'weishuzuo@163.com', 1, 164, '/upload/avatar/1409467417397.jpg', '1409477194158'),
(111, 'R0NE1Cjq', '何新月', '230804198803071239', 4, 5, 1, '1988-3-7', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 11, '13927747473', 'hexinyue@163.com', 1, 142, '/upload/avatar/1409467417397.jpg', '1409477194159'),
(112, 'pgumFO5n', '蒋成昀', '230804198412291234', 4, 1, 0, '1984-12-29', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 13, '13920257972', 'jiangchengzuo@163.com', 0, 115, '/upload/avatar/1409467417397.jpg', '1409477194159'),
(113, 'ZpQiUUdA', '曹传瑞', '230804197409244855', 4, 1, 0, '1974-9-24', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 29, '13989202338', 'caochuanrui@163.com', 2, 11, '/upload/avatar/1409467417397.jpg', '1409477194160'),
(114, 'HuBr34Np', '张以娟', '230804197210076510', 4, 6, 0, '1972-10-7', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 21, '13950390278', 'zhangyijuan@163.com', 2, 184, '/upload/avatar/1409467417397.jpg', '1409477194161'),
(115, 'lXkjmg63', '何昱漳', '230804197912243114', 4, 6, 0, '1979-12-24', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 19, '13956379489', 'hezuozhang@163.com', 1, 49, '/upload/avatar/1409467417397.jpg', '1409477194162'),
(116, 'EjfsqaV8', '姜紫贤', '230804196507260179', 4, 5, 0, '1965-7-26', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 14, '13909992627', 'jiangzixian@163.com', 2, 9, '/upload/avatar/1409467417397.jpg', '1409477194162'),
(117, 'xuS4nplU', '陈松源', '230804196407217143', 4, 2, 0, '1964-7-21', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 26, '13969512564', 'chensongyuan@163.com', 1, 42, '/upload/avatar/1409467417397.jpg', '1409477194163'),
(118, 'vFzYLk6m', '秦悦可', '230804196303110561', 4, 1, 1, '1963-3-11', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 25, '13995892257', 'qinyueke@163.com', 2, 164, '/upload/avatar/1409467417397.jpg', '1409477194164'),
(119, '3TGJpEXp', '卫家馨', '230804197802110721', 4, 1, 1, '1978-2-11', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 24, '13958439503', 'weijiazuo@163.com', 0, 54, '/upload/avatar/1409467417397.jpg', '1409477194164'),
(120, 'dQC4AdKb', '吕云韶', '230804198901039264', 4, 4, 1, '1989-1-3', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 26, '13931519519', 'lvyunshao@163.com', 1, 74, '/upload/avatar/1409467417397.jpg', '1409477194165'),
(121, '2KHHSDpk', '沈欣美', '230804196110121814', 4, 3, 1, '1961-10-12', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 28, '13950084280', 'shenxinmei@163.com', 1, 50, '/upload/avatar/1409467417397.jpg', '1409477194165'),
(122, '47BhSFFk', '施睿青', '230804197412068957', 4, 4, 0, '1974-12-6', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13962687341', 'shizuoqing@163.com', 2, 85, '/upload/avatar/1409467417397.jpg', '1409477194166'),
(123, 'u248nhGl', '吕丽文', '230804196203065481', 4, 4, 1, '1962-3-6', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 19, '13983308607', 'lvliwen@163.com', 1, 81, '/upload/avatar/1409467417397.jpg', '1409477194167'),
(124, 'DV679GbM', '金文其', '230804196501110029', 4, 5, 0, '1965-1-11', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 16, '13927196110', 'jinwenqi@163.com', 1, 30, '/upload/avatar/1409467417397.jpg', '1409477194167'),
(125, 'eVBODvrg', '吴昀倩', '230804198004158746', 4, 6, 0, '1980-4-15', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 15, '13913200053', 'wuzuozuo@163.com', 1, 74, '/upload/avatar/1409467417397.jpg', '1409477194168'),
(126, 'Ui77zqkc', '杨莉莉', '230804196807154061', 4, 3, 1, '1968-7-15', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 18, '13946245769', 'yanglili@163.com', 0, 96, '/upload/avatar/1409467417397.jpg', '1409477194169'),
(127, 'SWyn0j03', '卫璐萌', '230804198810234721', 3, 6, 0, '1988-10-23', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 18, '13908620512', 'weizuomeng@163.com', 0, 183, '/upload/avatar/1409467417397.jpg', '1409477194169'),
(128, 'BbDXVYTT', '陶柔东', '230804197809304749', 4, 2, 0, '1978-9-30', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 17, '13942578964', 'taoroudong@163.com', 0, 138, '/upload/avatar/1409467417397.jpg', '1409477194170'),
(129, 'LciukPjq', '金恬军', '230804198105095643', 4, 4, 0, '1981-5-9', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 14, '13921028650', 'jintianjun@163.com', 0, 110, '/upload/avatar/1409467417397.jpg', '1409477194170'),
(130, 'uAuGyXsj', '谢传鑫', '230804196701208447', 4, 2, 0, '1967-1-20', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 18, '13932993310', 'xiechuanzuo@163.com', 0, 19, '/upload/avatar/1409467417397.jpg', '1409477194171'),
(131, 'gPIqwdoI', '戚轩琪', '230804197411197128', 4, 1, 0, '1974-11-19', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 11, '13928699878', 'qixuanzuo@163.com', 1, 74, '/upload/avatar/1409467417397.jpg', '1409477194172'),
(132, 'QD67zGEi', '钱云龙', '230804197004040471', 4, 6, 0, '1970-4-4', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 28, '13903045480', 'qianyunlong@163.com', 1, 214, '/upload/avatar/1409467417397.jpg', '1409477194172'),
(133, 'HDUcHzi1', '赵凯皓', '230804197606182988', 4, 2, 0, '1976-6-18', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 15, '13951434065', 'zhaokaizuo@163.com', 1, 85, '/upload/avatar/1409467417397.jpg', '1409477194173'),
(134, 'DT8HO9kq', '张家馨', '230804196606081311', 4, 2, 1, '1966-6-8', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 22, '13938297957', 'zhangjiazuo@163.com', 1, 58, '/upload/avatar/1409467417397.jpg', '1409477194174'),
(135, 'yNCEv11M', '周清绮', '230804198107229223', 4, 1, 1, '1981-7-22', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 19, '13994465850', 'zhouqingzuo@163.com', 2, 97, '/upload/avatar/1409467417397.jpg', '1409477194174'),
(136, 'LKOTaTVX', '姜传硕', '230804196106206337', 4, 5, 0, '1961-6-20', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 22, '13905627731', 'jiangchuanshuo@163.com', 1, 116, '/upload/avatar/1409467417397.jpg', '1409477194175'),
(137, 'ruU0r4mi', '陶穆帆', '230804196510222967', 4, 3, 0, '1965-10-22', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 16, '13946144870', 'taomufan@163.com', 0, 31, '/upload/avatar/1409467417397.jpg', '1409477194176'),
(138, '4Szy0wmq', '王展映', '230804196110040108', 4, 4, 0, '1961-10-4', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 15, '13932191853', 'wangzhanying@163.com', 1, 32, '/upload/avatar/1409467417397.jpg', '1409477194176'),
(139, 'Q3Va11ID', '褚清秋', '230804197007250517', 4, 6, 1, '1970-7-25', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 23, '13929921088', 'zuoqingqiu@163.com', 1, 124, '/upload/avatar/1409467417397.jpg', '1409477194177'),
(140, '0R6LK03t', '何佑娥', '230804196906247946', 4, 5, 0, '1969-6-24', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 10, '13924942621', 'heyoue@163.com', 2, 234, '/upload/avatar/1409467417397.jpg', '1409477194178'),
(141, 'sUqtCUqr', '吴怡宁', '230804196512235922', 4, 4, 1, '1965-12-23', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 20, '13927005023', 'wuzuoning@163.com', 1, 62, '/upload/avatar/1409467417397.jpg', '1409477194178'),
(142, 'naO1a7Jx', '周戈雅', '230804196005087882', 4, 2, 1, '1960-5-8', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 10, '13922642565', 'zhougeya@163.com', 1, 234, '/upload/avatar/1409467417397.jpg', '1409477194179'),
(143, 'X3jZ6dO4', '何若云', '230804198702244029', 4, 1, 1, '1987-2-24', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 14, '13962647490', 'heruoyun@163.com', 2, 234, '/upload/avatar/1409467417397.jpg', '1409477194179'),
(144, '423pFbmJ', '卫以晴', '230804198901261298', 4, 4, 1, '1989-1-26', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 29, '13938464641', 'weiyiqing@163.com', 1, 225, '/upload/avatar/1409467417397.jpg', '1409477194180'),
(145, 'cFDbFflK', '谢逸美', '230804198805175655', 4, 4, 1, '1988-5-17', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 12, '13934979069', 'xieyimei@163.com', 1, 127, '/upload/avatar/1409467417397.jpg', '1409477194180'),
(146, 'CD9zsLIE', '赵依秋', '230804198612152599', 4, 6, 1, '1986-12-15', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 22, '13957584020', 'zhaoyiqiu@163.com', 1, 109, '/upload/avatar/1409467417397.jpg', '1409477194181'),
(147, 'za4h6d4k', '褚薇坤', '230804196711060032', 4, 1, 0, '1967-11-6', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 23, '13982383084', 'zuozuokun@163.com', 0, 131, '/upload/avatar/1409467417397.jpg', '1409477194182'),
(148, 'OGwPZLpj', '冯曼辞', '230804198811131471', 4, 1, 1, '1988-11-13', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 16, '13921125851', 'fengmanci@163.com', 2, 225, '/upload/avatar/1409467417397.jpg', '1409477194183'),
(149, 'hDC0TbpK', '许永剑', '230804196912063017', 4, 5, 0, '1969-12-6', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 14, '13908019474', 'xuyongjian@163.com', 1, 231, '/upload/avatar/1409467417397.jpg', '1409477194183'),
(150, 'J4RC5vqr', '赵丽泽', '230804197211063343', 4, 2, 1, '1972-11-6', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 25, '13958781777', 'zhaolize@163.com', 0, 233, '/upload/avatar/1409467417397.jpg', '1409477194184'),
(151, 'bqjvIejv', '秦湛芳', '230804198102109363', 4, 1, 1, '1981-2-10', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 17, '13906566253', 'qinzhanfang@163.com', 0, 237, '/upload/avatar/1409467417397.jpg', '1409477775134'),
(152, '9SG7ljun', '周清怡', '230804198011261492', 4, 1, 1, '1980-11-26', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 20, '13976965972', 'zhouqingzuo@163.com', 0, 77, '/upload/avatar/1409467417397.jpg', '1409477775135'),
(153, 'B2Whticw', '王和悌', '230804197505064550', 4, 1, 1, '1975-5-6', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 12, '13949503637', 'wanghezuo@163.com', 0, 8, '/upload/avatar/1409467417397.jpg', '1409477775136'),
(154, 'ByeEcRTk', '杨诗蕾', '230804196306072549', 4, 1, 1, '1963-6-7', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 21, '13940026629', 'yangshilei@163.com', 0, 89, '/upload/avatar/1409467417397.jpg', '1409477775137'),
(155, 'VBsfgnSQ', '陶白旺', '230804197701242383', 4, 1, 0, '1977-1-24', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 27, '13943148574', 'taobaiwang@163.com', 0, 152, '/upload/avatar/1409467417397.jpg', '1409477775137'),
(156, 'DoFzUdXz', '褚雨竹', '230804197606115386', 4, 1, 1, '1976-6-11', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 19, '13963659091', 'zuoyuzhu@163.com', 0, 47, '/upload/avatar/1409467417397.jpg', '1409477775138'),
(157, 'xmbwYtka', '秦秀媛', '230804197310199855', 4, 1, 1, '1973-10-19', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 23, '13940505019', 'qinxiuzuo@163.com', 0, 77, '/upload/avatar/1409467417397.jpg', '1409477775139'),
(158, 'dMo5V37H', '姜颖政', '230804197807219949', 4, 1, 0, '1978-7-21', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 22, '13947445734', 'jiangyingzheng@163.com', 0, 30, '/upload/avatar/1409467417397.jpg', '1409477775140');
INSERT INTO `teacher` (`id`, `uuid`, `name`, `identity`, `rid`, `sid`, `sex`, `birth`, `birthplace`, `national`, `feature`, `desc`, `education`, `address`, `seniority`, `phone`, `email`, `status`, `sort`, `image`, `time`) VALUES
(159, 'ZjYbcd7H', '冯甫信', '230804196601097273', 4, 1, 0, '1966-1-9', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 11, '13974949551', 'fengfuxin@163.com', 0, 242, '/upload/avatar/1409467417397.jpg', '1409477775140'),
(160, 'Jv90ao8l', '魏清雅', '230804197308119576', 4, 1, 1, '1973-8-11', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 12, '13920458822', 'weiqingya@163.com', 0, 93, '/upload/avatar/1409467417397.jpg', '1409477775141'),
(161, 'bfhe3yq7', '陶玮扬', '230804196212244758', 4, 1, 0, '1962-12-24', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 27, '13900763144', 'taozuoyang@163.com', 0, 8, '/upload/avatar/1409467417397.jpg', '1409477775144'),
(162, 'ZO6JkM6Q', '吴贵月', '230804198605097039', 4, 1, 0, '1986-5-9', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 18, '13921558823', 'wuguiyue@163.com', 0, 233, '/upload/avatar/1409467417397.jpg', '1409477775145'),
(163, 'JT9WeccY', '金颖帆', '230804197807255765', 4, 1, 0, '1978-7-25', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 18, '13948137842', 'jinyingfan@163.com', 0, 151, '/upload/avatar/1409467417397.jpg', '1409477775146'),
(164, 'LuZMBEDF', '何格格', '230804197907137926', 4, 1, 1, '1979-7-13', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 29, '13910206018', 'hegege@163.com', 0, 215, '/upload/avatar/1409467417397.jpg', '1409477775146'),
(165, 'qonNpblr', '郑邀晨', '230804196711306174', 4, 1, 0, '1967-11-30', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 13, '13916244454', 'zhengyaochen@163.com', 0, 56, '/upload/avatar/1409467417397.jpg', '1409477775147'),
(166, 'jbTqNuy3', '沈柔东', '230804196304128161', 4, 1, 0, '1963-4-12', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 26, '13937847718', 'shenroudong@163.com', 0, 126, '/upload/avatar/1409467417397.jpg', '1409477775148'),
(167, 'QzIaejuv', '卫诗语', '230804198002277847', 4, 1, 0, '1980-2-27', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 20, '13975563388', 'weishiyu@163.com', 0, 192, '/upload/avatar/1409467417397.jpg', '1409477775148'),
(168, '6uWZVzmA', '魏颖帆', '230804197511137440', 4, 1, 0, '1975-11-13', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 10, '13934988272', 'weiyingfan@163.com', 0, 80, '/upload/avatar/1409467417397.jpg', '1409477775149'),
(169, 'Ue63mfkT', '冯坤禾', '230804198605055796', 4, 1, 0, '1986-5-5', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 16, '13956053640', 'fengkunhe@163.com', 0, 84, '/upload/avatar/1409467417397.jpg', '1409477775150'),
(170, 'zvp39ubq', '秦书萱', '230804196706078856', 4, 1, 1, '1967-6-7', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 23, '13940362241', 'qinshuzuo@163.com', 0, 112, '/upload/avatar/1409467417397.jpg', '1409477775150'),
(171, 'YXNd0lLx', '朱琬淳', '230804197003195750', 3, 6, 0, '1970-3-19', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 29, '13903403281', 'zhuzuochun@163.com', 0, 7, '/upload/avatar/1409467417397.jpg', '1409477899755'),
(172, 'YKxHwznx', '周红香', '230804197610130616', 3, 6, 1, '1976-10-13', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 16, '13955054676', 'zhouhongxiang@163.com', 0, 20, '/upload/avatar/1409467417397.jpg', '1409477899756'),
(173, 'nn2QARZq', '华婉静', '230804198412037363', 3, 6, 1, '1984-12-3', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 12, '13903811220', 'huawanjing@163.com', 0, 241, '/upload/avatar/1409467417397.jpg', '1409477899757'),
(174, 'QRQqtRhD', '卫静涵', '230804197104291429', 3, 6, 1, '1971-4-29', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 15, '13925340528', 'weijinghan@163.com', 0, 63, '/upload/avatar/1409467417397.jpg', '1409477899759'),
(175, 'zvwJExvp', '许围围', '230804196202128191', 3, 6, 0, '1962-2-12', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 28, '13971532593', 'xuweiwei@163.com', 0, 121, '/upload/avatar/1409467417397.jpg', '1409477899759'),
(176, 'uFqLuV9v', '钱贤成', '230804198410150024', 3, 6, 0, '1984-10-15', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 24, '13931900788', 'qianxiancheng@163.com', 0, 160, '/upload/avatar/1409467417397.jpg', '1409477899760'),
(177, 'cIZoBbZ7', '周恬静', '230804198603055086', 3, 6, 1, '1986-3-5', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 24, '13907054837', 'zhoutianjing@163.com', 0, 249, '/upload/avatar/1409467417397.jpg', '1409477899761'),
(178, 'BWIqyS6s', '周芳馥', '230804196402138287', 4, 6, 1, '1964-2-13', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 20, '13904414446', 'zhoufangzuo@163.com', 0, 84, '/upload/avatar/1409467417397.jpg', '1409477899762'),
(179, 'ifw0U1J3', '许岚霏', '230804198501250062', 4, 6, 1, '1985-1-25', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 11, '13903344443', 'xuzuozuo@163.com', 0, 248, '/upload/avatar/1409467417397.jpg', '1409477899763'),
(180, 'ppgZW8B8', '朱静睿', '230804196601049150', 4, 6, 0, '1966-1-4', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 24, '13985359448', 'zhujingzuo@163.com', 0, 218, '/upload/avatar/1409467417397.jpg', '1409477899764'),
(181, 'iaLqIEKK', '孔清润', '230804197803037778', 4, 6, 1, '1978-3-3', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 13, '13954698695', 'kongqingrun@163.com', 0, 117, '/upload/avatar/1409467417397.jpg', '1409477899794'),
(182, 'QSasSBtN', '杨婉丽', '230804196205269314', 4, 6, 1, '1962-5-26', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 19, '13955561936', 'yangwanli@163.com', 0, 40, '/upload/avatar/1409467417397.jpg', '1409477899795'),
(183, 'h1HgnZ87', '周子悠', '230804196101097271', 4, 6, 0, '1961-1-9', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 28, '13952907768', 'zhouziyou@163.com', 0, 30, '/upload/avatar/1409467417397.jpg', '1409477899796'),
(184, 'vP4O3jGa', '杨静云', '230804197504122529', 4, 6, 1, '1975-4-12', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 11, '13918097602', 'yangjingyun@163.com', 0, 113, '/upload/avatar/1409467417397.jpg', '1409477899797'),
(185, 'cEEpI7pj', '朱薇坤', '230804197212162790', 4, 6, 0, '1972-12-16', '黑龙江省佳木斯市', '汉', 2, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 0, '黑龙江省佳木斯市', 11, '13998965288', 'zhuzuokun@163.com', 0, 39, '/upload/avatar/1409467417397.jpg', '1409477899797'),
(186, 'RPwoSk06', '吕向彤', '230804197612309256', 4, 6, 1, '1976-12-30', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 24, '13970724253', 'lvxiangtong@163.com', 0, 178, '/upload/avatar/1409467417397.jpg', '1409477899798'),
(187, 'vKWtS7hK', '许夙鑫', '230804196404020987', 4, 6, 0, '1964-4-2', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 2, '黑龙江省佳木斯市', 27, '13938394210', 'xuzuozuo@163.com', 0, 243, '/upload/avatar/1409467417397.jpg', '1409477899799'),
(188, 'BRmhxd56', '孔传霖', '230804197004303974', 4, 6, 0, '1970-4-30', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 19, '13959460425', 'kongchuanlin@163.com', 0, 172, '/upload/avatar/1409467417397.jpg', '1409477899800'),
(189, '66xnfhcI', '陶浩宇', '230804196908037867', 4, 6, 0, '1969-8-3', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的成长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 17, '13953172955', 'taohaoyu@163.com', 0, 146, '/upload/avatar/1409467417397.jpg', '1409477899800'),
(190, 'KzU2CO3T', '沈乐伶', '230804196810252870', 4, 6, 0, '1968-10-25', '黑龙江省佳木斯市', '汉', 0, '全国骨干教师。参加工作二十多年以来，一直担任班主任工作。多年的教学实践，使她逐步形成了以朴实、严谨见长，并注重启发诱导的教育教学风格。她关注每位学生的��长，尤其善于做后进生思想工作，并得到学生、家长、社会各界的认可，所带的班级得到多次表彰奖励，成绩突出。', 1, '黑龙江省佳木斯市', 25, '13931986824', 'shenleling@163.com', 0, 188, '/upload/avatar/1409467417397.jpg', '1409477899801');

-- --------------------------------------------------------

--
-- Table structure for table `term`
--

CREATE TABLE IF NOT EXISTS `term` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) NOT NULL COMMENT '学期名称',
  `start` varchar(45) DEFAULT NULL COMMENT '学期开始时间',
  `end` varchar(45) DEFAULT NULL COMMENT '学期结束时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='学期表' AUTO_INCREMENT=19 ;

--
-- Dumping data for table `term`
--

INSERT INTO `term` (`id`, `name`, `start`, `end`) VALUES
(1, '2005-2006学年第1学期', '2005年9月', '2006年1月'),
(2, '2005-2006学年第2学期', '2006年2月', '2006年7月'),
(3, '2006-2007学年第1学期', '2006年9月', '2007年1月'),
(4, '2006-2007学年第2学期', '2007年9月', '2007年7月'),
(5, '2007-2008学年第1学期', '2007年9月', '2008年1月'),
(6, '2007-2008学年第2学期', '2008年2月', '2008年7月'),
(7, '2008-2009学年第1学期', '2008年9月', '2009年1月'),
(8, '2008-2009学年第2学期', '2009年2月', '2009年7月'),
(9, '2009-2010学年第1学期', '2009年9月', '2010年1月'),
(10, '2009-2010学年第2学期', '2010年2月', '2010年7月'),
(11, '2010-2011学年第1学期', '2010年9月', '2011年1月'),
(12, '2010-2011学年第2学期', '2011年2月', '2011年7月'),
(13, '2011-2012学年第1学期', '2011年9月', '2012年1月'),
(14, '2011-2012学年第2学期', '2012年2月', '2012年7月'),
(15, '2012-2013学年第1学期', '2012年9月', '2013年1月'),
(16, '2012-2013学年第2学期', '2013年2月', '2013年7月'),
(17, '2013-2014学年第1学期', '2013年9月', '2014年1月'),
(18, '2013-2014学年第2学期', '2014年2月', '2014年7月');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
